[{"title":"101 Pedestrian Bridge","link":"http://morphopedia.com/projects/101-pedestrian-bridge","blurb":"","description":"\n                This new pedestrian passageway bridges the civic fissure created in Los Angeles’ downtown by the construction of the 101 Freeway some fifty years ago by filling it with an iconic civic space.  And yet, the design for this icon grew out of a non-site – the very void in the urban fabric carved by the freeway. \r\n\r\nThe parti responds to both the future potential and the deep-rooted history of the area. The straight edge, with its ephemeral media display, symbolically faces new Los Angeles to the South.  The curved edge, with its permanent steel text, is a fragment, a reflection of the circular zócalo to the South – the original civic space of the pueblo of Los Angeles. On the North side, the frame supports an electronic display apparatus – a forum for the work of artist Jenny Holzer and a programmable catalogue of events that reflect the expansiveness of Angelino culture. The South side of the frame bears a curved panel of weathered cor-ten steel, incised with the fixed words “El Pueblo de Nuestra Señora la Reina de Los Angeles,” the original name of the city.  \r\n\r\nThe semi-transparent, porous structure frames a space that is simultaneously both public and private - a Situationist “living room” in the middle of the city. Within the frame of the bridge, an urban-scaled staircase at mid-Main Street provides access to a restaurant and an observation deck overlooking the freeway. Ascending one story, the pedestrian arrives at an elevated platform, the equivalent of a traditional Piano Noble – the public living room – of a European Palazzo. A landmark for both LA-native and tourist, the bridge orients the pedestrian to the historic Main Street axis. The porous structure lifts over the freeway, so the motorist remains visually connected to the city’s skyline at precisely the point where Downtown’s most vital memories are stitched together.\r\n\n\t\t                      ","img_url":"http://morphopedia.com/uploads/MTA-01-162.jpg","img_url2":"http://morphopedia.com/uploads/MTA-01-l.jpg","address":" Los Angeles, California United States of America"},{"title":"2-4-6-8 House","link":"http://morphopedia.com/projects/2-4-6-8-house","blurb":"Tectonics, fragments, aggregates, and a sense of the unfinished percolate into everyday life","description":"\n                Venice Beach, the context for much of our early work, is one of the few places in Los Angeles with a thriving and eclectic street life. The 2-4-6-8 House gave voice to this happenstantial quality, inflected by the serendipity and combustibility of Venice street life. A sense of play animates the 2-4-6-8 House. Variations on window sizes form the conceptual genesis for the project. A simple cube with a pyramidal roof, the exterior is clad in gray asphalt shingles, while the windows' yellow cross, blue lintel, and red scupper inject a joyous note of color.  The project was schematized in a Revell-model-like that detailed each aspect of its construction in a form any layperson could comprehend.  To enhance this playful, do-it-yourself quality, the client was given pocket-sized working drawings. Within the finished space, ventilation and heating are manually operated through gadgets that beckon to be fiddled with.\n\t\t                      ","img_url":"http://morphopedia.com/uploads/246Frame_78-EX-118-SI_House-WEB-162.jpg","img_url2":"http://morphopedia.com/uploads/246Frame_78-EX-118-SI_House-WEB-l.jpg","address":" Venice, California United States of America 90291"},{"title":"41 Cooper Square","link":"http://morphopedia.com/projects/41-cooper-square","blurb":"A stacked vertical piazza, organized around a central atrium to encourage social exchange","description":"\n                41 Cooper Square, the new academic building for The Cooper Union, aspires to manifest the character, culture and vibrancy of both the 150 year-old institution and of the city in which it was founded. Dedicated to Peter Cooper’s vision that education leads to civic, cultural and practicable enrichment, the institution has subsequently grown to become a renowned intellectual and cultural center for the City of New York. 41 Cooper Square aspires to reflect the institution’s stated goal to create an iconic building – one that reflects its values and aspirations as a center for advanced and innovative education in Art, Architecture and Engineering.  \r\nInternally, the building is conceived as a vehicle to foster collaboration and cross-disciplinary dialogue among the college’s three schools, previously housed in separate buildings. A vertical piazza—the central space for informal social, intellectual and creative exchange—forms the heart of the new academic building.  An undulating lattice envelopes a 20-foot wide grand stair which ascends four stories from the ground level through the sky-lit central atrium, which itself reaches to the full height of the building.  This vertical piazza is the social heart of the building, providing a place for impromptu and planned meetings, student gatherings, lectures, and for the intellectual debate that defines the academic environment.\r\nFrom the double-high entry lobby, the grand stair ascends four stories to terminate in a glazed double-high student lounge overlooking the city. On the fifth through ninth floors, sky lobbies and meeting places—including a student lounge, seminar rooms, lockers, and seating areas overlooking the cityscape—are organized around the central atrium.  Sky bridges span the atrium to create connections between these informal spaces.   Further reinforcement of the strategy to create a vibrant intellectual space is provided by the “skip-stop” circulation strategy which allows for both increased physical activity and for more impromptu meeting opportunities. The primary skip-stop elevators, which make stops at the first, fifth and eighth floors, encourage occupants to use the grand stairs and sky bridges.  Secondary elevators stop at each floor, both for ADA compliance and for the practical tasks of moving materials, artworks, and equipment.  \r\nIn the spirit of the institution’s dedication to free, open and accessible education, the building itself is symbolically open to the city. Visual transparencies and accessible public spaces connect the institution to the physical, social and cultural fabric of its urban context. At street level, the transparent facade invites the neighborhood to observe and to take part in the intensity of activity contained within. Many of the public functions - an exhibition gallery, board room and a two-hundred-seat auditorium - are easily accessible one level below grade.\r\n \r\nThe building reverberates with light, shadow and transparency via a high performance exterior double skin whose semi-transparent layer of perforated stainless steel wraps the building’s glazed envelope to provide critical interior environmental control, while also allowing for transparencies to reveal the creative activity occurring within. Responding to its urban context, the sculpted facade establishes a distinctive identity for Cooper Square. The building’s corner entry lifts up to draw people into the lobby in a deferential gesture towards the institution’s historic Foundation Building.  The façade registers the iconic, curving profile of the central atrium as a glazed figure that appears to be carved out of the Third Avenue façade, connecting the creative and social heart of the building to the street. \r\n41 Cooper Square is the first LEED-certified academic laboratory building in New York City.  With a Platinum rating, the project's advanced green building initiatives include:\r\n•\tAn operable building skin made of perforated stainless steel panels offset from a glass and aluminum window wall. The panels reduce the impact of heat radiation during the summer and insulate interior spaces during the winter. \r\n•\tRadiant heating and cooling ceiling panels introduce innovative HVAC technology that will boost energy efficiency. This contributes to making the new building 40 percent more energy efficient than a standard building of its type.  \r\n•\tA full-height atrium enables unique circulation for building occupants, improves the flow of air and provides increased interior day lighting.\r\n•\tSeventy-five percent of the building’s regularly occupied spaces are lit by natural daylight.\r\n•\tA green roof insulates the building, reduces city “heat island” effect, storm water runoff and pollutants; harvested water is reused.\r\n•\tA cogeneration plant provides additional power to the building, recovers waste heat and effectively cuts energy costs.\r\n•\tFlexible state-of-the-art laboratories, studios and classrooms are specifically designed to accommodate pedagogical objectives, as well as current and future research activities.\r\nThis aggregation of progressive green building initiatives combines with the building’s social spaces and urban connectivity to support Cooper Union in advancing its legacy of innovative ideas, cross-disciplinary knowledge, and creative practices well into the future. \r\n\r\n\r\nTime-lapse video of 41 Cooper Square construction: \r\n\r\n\r\n\n\t\t                      ","img_url":"http://morphopedia.com/uploads/cooper_union_4291-162.jpg","img_url2":"http://morphopedia.com/uploads/cooper_union_4291-l.jpg","address":"41 Cooper Square,  New York City, New York United States of America 10003"},{"title":"7132 Hotel & Arrival","link":"http://morphopedia.com/projects/7132-hotel-arrival","blurb":"The concept of the sublime, an important philosophical idea describing beauty beyond human measure, arose out of the writings of 18th century British philosophers after traveling through the Swiss Alps. The beauty and mythos of the alpine landscape is imprinted on the cultural imagination; writers, artist…","description":"\n                Architecture shares the narrative qualities of sculpture at an essential level; both transform the relationship between object and ground into a poetic expression. In Giacometti’s Femme de Venise, an elongated figure lifts from its heavy base, a contrast which elevates the object into a masterpiece of drama and form. Our proposal for the new hotel and arrival uses these same sculptural qualities to create a powerful aesthetic experience for visitors. Moving through the three main building components - podium, cantilever, and tower - a narrative emerges of landscape and structure, density and lightness, weight and levity, opening and enclosure. \r\n\r\n\r\nFrom the valley entry, the hotel’s mirrored surface draws an invisible line against the mountain. On approach, the podium of the new building serves as a gateway and arrival for visitors to the 7132 complex and enhances connectivity through pedestrian and visual links. Suspended within the existing tree canopy, a cantilever protects a guest drop-off below and houses the hotel’s main public amenities, including a feature restaurant and bar, ballroom, gallery, and library shared by guests and village residents. \r\n\r\nLifting guest rooms high above the Valser Valley, the hotel tower becomes a minimalist object connecting guests to nature. The tower’s reflective skin and slender profile camouflage with the landscape, abstracting and displacing the valley and sky. The combination of one-room-per-floor and a narrow floor-plate afford exclusive panoramic views of the Alps.  The material palette for the hotel’s interior and exterior are drawn from the local context, engaging with the landscape and the singularity of the location.\r\n\n\t\t                      ","img_url":"http://morphopedia.com/uploads/VLH_PEAK-162.jpg","img_url2":"http://morphopedia.com/uploads/VLH_PEAK-l.jpg","address":" Vals Switzerland"},{"title":"72 Market Street Restaurant","link":"http://morphopedia.com/projects/72-market-street-restaurant","blurb":"","description":"\n                This restaurant was a new piece of construction utilizing a historic building on a small street of rich architectural heritage in Venice, California.  The building was part of the original colonnaded texture of downtown Venice. Central to the renovation was the insertion of a new column, aligned with the cast-iron column of the front façade, which literally helped to support the old building: the etched metal post, placed in the middle of a cubical bar area, supported an earthquake tension ring. The pre-existing slender column was contrasted with a short, thick and hollow metal construction with a bolted capital supporting only horizontal loads.  The “main room” was straightforward and simple, seating sixty people in a rectangular left-over between the front and the back.  The project addressed issues of loss of center, destabilization, and the breaking and making of architecture.  It was meant to be perceived as a permanent building in a city that worships the ephemeral.\n\t\t                      ","img_url":"http://morphopedia.com/uploads/72M-05PHBLD13-162.jpg","img_url2":"http://morphopedia.com/uploads/72M-05PHBLD13-l.jpg","address":"72 Market Street,  Venice, California United States of America"},{"title":"Air Force Memorial Competition","link":"http://morphopedia.com/projects/air-force-memorial-competition","blurb":"","description":"\n                Its formal language mimetic of flight, the Memorial soars one hundred feet in the air, as the ground beneath it slopes down precipitously.  The trajectory, as it would be from a plane, is earthbound; the view from the vantage point of a pilot is more horizontal than vertical. A “stressed-skin” construction, derived from industrial aeronautical materials, provides the monument with the structural strength to support the dramatic cantilever.\r\n\r\nPerched on a slope overlooking the Potomac River and downtown Washington, the lines of the Memorial integrate with the natural contours of the surrounding landscape. The site, in Arlington National Cemetery, provides a freedom from the rigor of L'Enfant’s master plan of the National Mall. The observation deck at the nose of the Memorial propels visitors towards the Mall and its monuments; sight lines pass over the treetops below to the panorama of the city beyond. \r\n\r\nThe memorial communicates both with visitors who are emotionally connected to the Air Force and with those arriving serendipitously. It provokes collective memory, using design as an allegory of flight. \r\n\n\t\t                      ","img_url":"http://morphopedia.com/uploads/AFM-02REND01-MedRes-162.jpg","img_url2":"http://morphopedia.com/uploads/AFM-02REND01-MedRes-l.jpg","address":"Arlington National Cemetery,  Arlington, Virginia United States of America"},{"title":"Alaska State Capitol Design Competition","link":"http://morphopedia.com/projects/alaska-state-capitol-design-competition","blurb":"A Physical Manifestation of Democracy\r\n\r\nAlaska is the only state without a building designed specifically to serve as a capitol. When asked to consider the problem of the architecture of its state capitol, we viewed it as an opportunity to investigate the thresholds of perception in relation to the histo…","description":"\n                Conceived as a gift framed by its majestic Juneau site, this new Capitol Building will communicate to this and future generations what it is to be uniquely Alaskan.  The building will synthesize iconic and contemporary elements to provide Alaska with a celebrated landmark and destination.  Building upon the architectural legacy of American Capitols, our design proposes a contemporary interpretation of the Statehouse, in its organization and forms and through its most recognizable icon, the Dome. This Capitol will transform Juneau’s skyline and provide a unifying symbol for Alaska that exudes confidence, transparency and accessibility. \r\n\r\nThe new Capitol will draw Alaska’s scattered and diverse populations together.  Citizens in all parts of the state will participate in government from their home communities through the placement of videoconferencing equipment in the House and Senate Chambers, the Governor’s Office, the Rotunda, the Mall of Alaska and the Public Forum. The Capitol will be perceived as a communal resource that, along with the abundant shared natural resources of the State, defines and shapes the unique identity and pride of each Alaskan. \r\n\r\nThe new Capitol Campus encourages democracy by providing a myriad of easily accessible public spaces designed to extend the opportunity for interaction beyond the formal spaces of the legislative chambers. The Governor’s office directly overlooks the Public Forum, a ceremonial arrival space that connects the Capitol to Juneau’s surrounding urban fabric and provides a setting for public discourse, whether it be for demonstrations, speeches or media interviews.  Additional opportunities for public assembly and communal activities are found in the Mall of Alaska which is enclosed by the Capitol, the State Office Building and Court Plaza Building. Other important public meeting places exist in the Rotunda, the Café in the Dome, and through easily readable circulation routes, lounges, and public amenities inside the Capitol.\r\n\n\t\t        Read More…              ","img_url":"http://morphopedia.com/uploads/MR5-ALA-REND-162.jpg","img_url2":"http://morphopedia.com/uploads/MR5-ALA-REND-l.jpg","address":" Juneau, Alaska United States of America"},{"title":"American Business Center Competition","link":"http://morphopedia.com/projects/american-business-center-competition","blurb":"","description":"Vidler, Anthony. Morphosis: Buildings and Projects 1993-1997. New York: Rizzoli International Publications (1999). ","img_url":"http://morphopedia.com/uploads/abc_fassade NO TEN-162.jpg","img_url2":"http://morphopedia.com/uploads/abc_fassade NO TEN-l.jpg","address":" Berlin Germany"},{"title":"Amerika-Gedenkbibliothek (Berlin Library)","link":"http://morphopedia.com/projects/amerika-gedenkbibliothek-berlin-library","blurb":"","description":"\n                The library addition was designed to be part of an urban ensemble, recognizing the site’s importance within the city of Berlin. The intent of our proposal was to develop a library that would hover between figure (object: sacred and honorific) and ground (contextual: profane and accessible). The idea was generated outward from an idealized core to the specificity of program and site. The core had two parts: a solid (the open access areas of the main public reading room), and a void (the courtyard responding to the “force” of the Friedrichstrasse axis, maintaining its historic continuity despite the existence of the Wall). The positioning of the new complex was intended simultaneously to reinforce and reinterpret the original architectural strategy, it consequently could have been read as a single building. The peripheral parts of the new project were concerned with connection and definition. Our goals were to 1) open the line of axis to Mehringplats, 2) make Blucherplatz a space compatible with the new complex, 3) de-scale Blucherstrasse and make an overt connection to the block configuration of the Hertie Department Store, 4) formulate a strong optical relationship between Blucherplatz and the Church zum Heiligen Kreuz, and 5) maintain the relationship between the garden, the existing reading room, and the view to the cemetery from the office block.\r\n\r\nThe existing park was augmented by fragments of old and new (historical traces and the new project). The major architectural gesture was an arcade of trees (borrowing and reiterating the formal idea of the original library) disposed to define and focus on the physical and social relationship with the Church zum Heiligen Kreuz. The trees extended the geometry of the children’s library (literally in the park) which was positioned as a fragment of an earth berm and was open to a private courtyard. Newly defined paths along urban block configurations and fragments of the new building formed places (individual and social); both were intended to make the park transitional.\r\n\r\nThere was a direct relationship between the urban intentions and the internal functioning of the new complex. The proposed addition was to enhance one’s comprehension of location and choice of movement within a complex, multi-departmental facility. The new pedestrian circulation system was to be linear and perpendicular to the Friedrichstrasse axis; it was predicated on one’s perception of the court’s formal termination of Friedrichstrasse. The entrance was to have been on the western edge of this court and was accessed via Blucherplatz, the two-story arcade defining Blucherstrasse, or the stairwell connecting the proposed new subterranean public parking.\r\n\n\t\t        Read More…              ","img_url":"http://morphopedia.com/uploads/AGB-05PHMOD02-2780x1415-162.jpg","img_url2":"http://morphopedia.com/uploads/AGB-05PHMOD02-2780x1415-l.jpg","address":" Berlin Germany"},{"title":"Angeli Restaurant","link":"http://morphopedia.com/projects/angeli-restaurant","blurb":"","description":"\n                A partial gridwork was added to the façade of a building on Melrose Avenue in Los Angeles as an inexpensive way of making and marking an addition. The façade was meant to appear as if it predated the existing building. By using minimal means, it creates a series of shifts in foreground/background meaning. The interior of the restaurant seats forty-five in two sections, with a bar and kitchen toward the rear.\r\n\r\nEntry to the first part of this two-phase conversion covering two stores is through a door which has been suppressed and made invisible from the façade. All one sees from the street is a series of planes and a beam penetrating the outside wall from the inside.\r\n\n\t\t                      ","img_url":"http://morphopedia.com/uploads/02_ANG-162.jpg","img_url2":"http://morphopedia.com/uploads/02_ANG-l.jpg","address":"7274 Melrose Avenue,  Los Angeles, California United States of America"},{"title":"Artspark Performing Arts Pavilion Competition","link":"http://morphopedia.com/projects/artspark-performing-arts-pavilion-compet","blurb":"A field punctuated by solids and voids, blurring the boundaries between landscape and architecture","description":"\n                The challenge in the Los Angeles Artspark Performing Arts Pavilion competition was to formulate a methodology for placing a dense cluster of cultural facilities in a peripheral, suburban area of Los Angeles, as opposed to the typical integration into the urban core.  Our proposal for the performing arts pavilion focused on setting man-made objects in a suburban park.  The site is one of the last large regional park facilities in the area. We believed that a subterranean solution was critical for achieving contextual compatibility and questioning how one perceives buildings that house the arts.\r\n\r\nArticulated elements of the structure are visible to passersby, and thus invite further exploration. Because the power of the arts is subliminal — it is about what happens inside the place that houses them and what occurs at a deeper, even hidden level — the elements are treated as sculptural, kinetic pieces emerging from the earth to begin to reveal what lies below. Buildings set within this two-hundred-acre park become functional sculptures embodying the overall concept of the Artspark.\r\n\r\nThe orthogonal order of the building complex directly relates to that of the surrounding suburbs. The x-y axis generated from their Jeffersonian grid extends into the park as an organizational device for pedestrian access, vehicular passage, and parking. With the majority of the main proscenium theater underground, we could consider the entire site as a field punctuated by solids and voids. The public section of the complex reveals itself as a procession. We conceived of the landscape as an overlay that would extend the character, but not the form, of the architecture, throughout the remainder of the site. This allowed us to design objects small enough to blur the boundaries between landscape and architecture.\r\n\n\t\t        Read More…              ","img_url":"http://morphopedia.com/uploads/ART-04PHMOD12-2880x2299-1-162.jpg","img_url2":"http://morphopedia.com/uploads/ART-04PHMOD12-2880x2299-1-l.jpg","address":" Los Angeles, California United States of America"},{"title":"ASE Design Center","link":"http://morphopedia.com/projects/ase-design-center","blurb":"Context in a place of no context","description":"\n                The “context” here is a place of “no-context;” a vast undifferentiated development of approximately two million square feet of space, within which the design center required individual places of specific identity and use. To achieve this, two primary architectural paradigms are juxtaposed, each paradigm a transformation/distortion of one aspect of the existing “context.” Further subsystems add character, depth, and consistency to the spaces.\r\n\r\nThese methods are employed in creating spaces using “controlled irregularity,” as in a forest; complex systems in opposition to traditional methods of spatial ordering using the regularity of a system of repetition. The elliptical volumes create boundaries, lines act as a grid (including the “real” solids of the built lines and the “virtual” voids of spaces left out), and dots provide a field within the space. The overlay of these systems results in the controlled irregularity of a series of spaces and vistas with great variety.\r\n\r\nThe first major system establishes a set of curved boundary walls within the undifferentiated volume of space. These walls take the form of distorted ellipses, a transformation of existing found boundary conditions. This biomorphic planar shell system is constructed of steel. The second major system consists of a series of thickened lines that traverse the entire space, cutting across, into, and through the primary walled boundaries. These distorted lines transform and tie together the existing irregular structural piers of the building, creating smaller zones of space within the three elliptical territories. This linear system is constructed of a lightweight steel framework clad in white plaster, accomplishing the dual function of providing runs for all the mechanical systems and serving as backdrops for display and exhibition. This system receives its form by becoming a three-dimensional resultant of the forces within the project that require accommodation.\r\n\r\nThe subsystems are: the set of voids which are discovered running perpendicular to the thickened lines; the set of lines in the roof construction; the set of skewed lines in the floor; and the many elliptical fiberglass elements distributed throughout the spaces (the field), serving as a visual/spatial counterpoint to the dominant harmonic structure of the primary architectural devices.\r\n\n\t\t                      ","img_url":"http://morphopedia.com/uploads/ASE-04-Avatar-XX-YTC-ASE-07-162.jpg","img_url2":"http://morphopedia.com/uploads/ASE-04-Avatar-XX-YTC-ASE-07-l.jpg","address":" Taipei Taiwan"},{"title":"Azalea Springs Winery","link":"http://morphopedia.com/projects/azalea-springs-winery","blurb":"","description":"\n                Azalea Springs Winery takes cues from the art of wine making and inspiration from the landscape to develop a structure whose form and materials meld with the natural topography of the vineyard.  \r\n\r\nBy embedding the winery in the hillside and integrating the grape delivery roadway into the roof of the building, maximum advantage is made of the sloping site to facilitate the gravity feed method. This method, which gently moves wine from vine to crusher to fermentation tank to bottle, avoids the use of disruptive mechanical pumps and ensures the highest quality wine. The rear placement and integration of building and road reduces the incidence of aural and visual contamination from truck and car traffic while also allowing for unobstructed views to the fields of grapes. The linear continuity of movement across the landscape, from highway to winery to residence is a literal expression of the simple, linear fluidity of the vinification process.\r\n\r\nCor-ten, with its physical sensitivity to its climatic environment, is used as cladding material on the winery’s façade in reference to the way in which a wine’s qualities are shaped by its terroir – the elusive effect of the regional environment on the wine. The monochromatic application of this material serves as a transitional element between the low grape vines in the field and the tall firs on the hill behind the building. \r\n\n\t\t                      ","img_url":"http://morphopedia.com/uploads/asw-road-162.jpg","img_url2":"http://morphopedia.com/uploads/asw-road-l.jpg","address":" Napa Valley, California United States of America"},{"title":"BankMed Headquarters II","link":"http://morphopedia.com/projects/bankmed-headquarters-ii","blurb":"By virtue of its centrality and commanding historic setting, Beirut has accumulated a unique urban complexity that accounts for its survival as a comparatively open, pluralistic, and cosmopolitan community. The diversity of the urban environment also speaks of the city’s tumultuous history, where a dynami…","description":"\n                In the current moment of growth, optimism, and rebuilding, new opportunities for rediscovering and rewriting the meaning of Beirut’s urban richness present themselves.  As a spirit of regeneration gains momentum, the need for new urban landmarks uniting Beirut becomes apparent.  Located outside the edge of Solidere development, the BankMed HQ II pushes a new frontier in Beirut’s downtown growth, becoming an urban hinge between existing neighborhoods and future developments.\r\n\r\nThe site’s natural vantage point, corner condition, axis, and positioning within a typological shift sets the stage for a unique formal response to the future needs of BankMed. Conceived as two vertical flutes, the form of the new BankMed HQII  is cleft to produce a slender tower with a striking presence on the skyline. The “two-flutes” concept allows the tower program to be clearly organized into halves, with one half containing functions and services, and the other containing offices, public spaces, and a retail bank.  The building’s northern aspect slopes to acknowledge BankMed’s current offices in HQ1, with circulation bridges linking users in the existing office spaces to amenities provided in the new towers. \r\n\r\n\n\t\t        Read More…              ","img_url":"http://morphopedia.com/uploads/04_BMB_RE_Exterior South-162.jpg","img_url2":"http://morphopedia.com/uploads/04_BMB_RE_Exterior South-l.jpg","address":" Beirut Lebanon"},{"title":"Berlin Wall Competition","link":"http://morphopedia.com/projects/berlin-wall-competition-1","blurb":"","description":"\n                Our interest in the Berlin Wall Project was in the permanent aspects of the political and physical division of the City. We were interested in its meaning to the future population and to the specific East/West political connotation.\r\n\r\nOur proposal is a fragment of a new wall, itself an occupied zone. The proposed project creates a social conduit encouraging arms length debate and allowing for continuous human interaction. One occupies the space of the wall. Though free to occupy the wall and violate its boundaries, one is ultimately trapped within its confining and proscribed nature. Upon entry one has a sense of breaking rules or of violating accepted political conventions. Easterners pass across the space to the West (Westerners to the East) bridging the datum of the original wall (now a trench – an inverted negative wall). As one moves through the pedestrian walkways, this possibility recurs at regular increments as one is able to move perpendicular to the wall perceiving both East and West and enabling one to experience the city as a whole.\r\n\r\nUnder the current political circumstances, the project is anticipated to operate as a place for general social/cultural activity, accommodating vendors of all types, musicians, street theater, etc. The project’s external surfaces will undergo daily change as artists (West on East and East on West) work continuously. \r\n\r\nThe project is scaled to reflect its edge condition and its location adjacent to the Brandenburg Gate, and is conceived as an object structure stitching together the Tiergarten (on the West) and the DMZ emptiness (to the East). Our intention is to create a permanent, living monument which will concretize and reconnect the fissure which is the Berlin Wall.\r\n\n\t\t                      ","img_url":"http://morphopedia.com/uploads/BER-05PHMOD07-2918x2289-162.jpg","img_url2":"http://morphopedia.com/uploads/BER-05PHMOD07-2918x2289-l.jpg","address":" Berlin Germany"},{"title":"Bill & Melinda Gates Hall","link":"http://morphopedia.com/projects/bill-melinda-gates-hall","blurb":"Gates Hall at Cornell University brings together the school’s Computing Science and Information Science departments in a new joint facility designed to generate collaboration and spontaneous discourse between the disciplines. Through various strategies amplifying visibility, transparency, and social inter…","description":"\n                Neighboring the historic Barton Hall and Hoy Field, Gates Hall re-energizes a previously underutilized campus corner, creating a new campus gateway and frontage. Surfaced in vibrant stainless steel panels, the building’s cantilevered entry canopy covers an outdoor plaza and student social space also defined by native landscaping and sculptural forms. The performative steel skin wraps the exterior façade in an angular weave, shading interior classrooms and creating a continuously dynamic and transformative surface. Advanced digital modeling tools used in designing the pattern, geometry, and details of the skin speak to the profound impact of computing on the arts and sciences.\r\n\r\nThe building program is organized to foster serendipitous social and academic exchanges, extending education beyond traditional classroom settings. Primary circulation is organized around a glazed atrium on the west side of the building where a full-height glass facade, skylights, and interior envelope of fritted glass reveal a nexus of activity on all floors.  Ringed with informal study and collaborative spaces, the atrium provides literal and visible connections across disciplines. Encounters and impromptu charettes are facilitated by regular alcove spaces in the corridors, where the floor-to-ceiling glazing lining classrooms and offices becomes a transforming canvas for graphics, blackboard equations, and casual notes.\r\n\n\t\t        Read More…              ","img_url":"http://morphopedia.com/uploads/CIS_RH2290-0068-162.jpg","img_url2":"http://morphopedia.com/uploads/CIS_RH2290-0068-l.jpg","address":"Bill and Melinda Gates Hall, Campus Rd,  Ithaca, New York United States of America 14853"},{"title":"Blades Residence","link":"http://morphopedia.com/projects/blades-residence","blurb":"","description":"\n                The Blades Residence in Santa Barbara was an occasion to activate land surface and respond to a natural site on a scale that makes it distinct from houses we had constructed in the past, which tended toward more introverted responses to their urban conditions. Our strategy made the garden space the dominant element in a composition that interweaves interior and exterior in a dynamic interplay.  The initial occupying gesture was formed by the broad sweep of the elliptical walls encircling this garden space, while the house itself is a fragment slicing laterally across the site.\r\n\r\nTwo types of walls were used to create outdoor spaces.  One set is orthogonal and responds to both the geometry and the community of houses in the neighborhood.  The other set of elliptical walls defines and extends the space of the outdoor room.  At the two extreme points of departure for this enclosed volume, separate elements anchor the house as it bridges from the road to the inner site.  The street end contains an inconspicuous garage and gallery, a modest statement deferring to the character of the neighborhood.  At the farther, unoccupied edge of the site is the bedroom, which straddles the boundary wall.  It is both a confined and unconfined form that mediates between the interior and exterior worlds.\r\n\r\nThe curved roof shapes enhance the sense of the structure burrowing within the earth to create a protected sanctuary. A segment of the house's form lifts away from the earth in a juxtapositioned diagonal, creating a second-story study cantilevered over the pool. Within the house, outdoor and indoor volumes interlock and interpenetrate, creating a sequence of overlapping zones rather than distinct rooms. This play is enhanced by a series of reveals and recesses that have been carved away, punctuating the space with natural light and abundant panoramas.\n\t\t                      ","img_url":"http://morphopedia.com/uploads/BLA-03-XX-AVATAR-KZ-04-01_B-162.jpg","img_url2":"http://morphopedia.com/uploads/BLA-03-XX-AVATAR-KZ-04-01_B-l.jpg","address":" Santa Barbara, California United States of America 93101"},{"title":"Bloomberg Center","link":"http://morphopedia.com/projects/bloomberg-center","blurb":"Universities are integral to a society increasingly turning towards innovation as a source of growth. With the flexibility and resources to undertake experimental research across the arts and sciences, these institutions have a powerful potential to make discoveries that will influence the way we live, wo…","description":"\n                The Cornell Tech campus on Roosevelt Island defines a new moment in Cornell University’s dedication to leading innovation, partnering with Technion University to create a multi-disciplinary research hub focused on technology and entrepreneurship. Emphasizing connectivity and engagement with its local urban context, the campus represents new academic, technical and business opportunities not only to the City of New York but also to the borough of Queens and the local Roosevelt Island community.\r\n  \r\n\r\nSupporting a legacy of rigorous and visionary work in the applied engineering fields, the First Academic Building provides graduate level students, faculty, administrators and visitors an inspiring new facility for research and learning. The building design reflects the school’s joint goals of creativity and excellence, providing flexible academic spaces and pioneering new standards in building performance and sustainability. The key design concepts for the project are to support, augment and foster interdisciplinary communication among all building users;  provide leadership in environmental and sustainability goals through a high-performance net-zero building design; complement and invigorate the Roosevelt Island community.\r\n\n\t\t        Read More…              ","img_url":"http://morphopedia.com/uploads/CENTER_COURT_FINAL-blur-162.jpg","img_url2":"http://morphopedia.com/uploads/CENTER_COURT_FINAL-blur-l.jpg","address":" New York City, New York United States of America"},{"title":"BMW Event and Delivery Center Competition","link":"http://morphopedia.com/projects/bmw-event-and-delivery-center-competitio","blurb":"","description":"\n                The Event Center for BMW focuses on the resolution of critical issues of urbanism, technology, and environmental sustainability in alignment with the company’s core values.  By overlaying the multiple circulation exigencies on the site, a complex pattern of infrastructure emerges which is further informed by an urban strategy pulled from the site’s existing grid. The site plan emphasizes connections between BMW, the Olympic Park, and the city of Munich, while the structure creates a new, instantly recognizable urban landmark.\r\nThe principle space, which functions as a proscenium for the transference of car to new owner, meets the street as a transparent volume. As new automobiles spiral up from below the ground and move out into a void in a thick, glass wall, their motion animates the building. The theatricality of the building dynamically defines the corner site, while incisions in the building reveal views of the BMW tower and the mountains and city of Munich beyond.  This project weaves disparate parts of the existing urban fabric together with fluid, large-scale gestures, evocative of movement transforming the BMW Event Center into an extension of the adjacent park and integrating it with the surrounding buildings, open spaces, and traffic facilities.\r\n\r\nAdvanced building systems, kinetic plan elements, and new circulations paths and bridges reflect the legacy of technological innovation and dynamism at BMW.  Efficient and responsible use of natural resources are achieved via the integration of energy saving lighting, ventilation, and solar heat generation while an 8,000 square meter occupiable earth roof acts as an insulating element and connects the building seamlessly with the park to the west. Emerging from its context, the building is an extension of nature — appropriate to BMW’s ecological aspirations for the future of the automobile.\r\n\n\t\t                      ","img_url":"http://morphopedia.com/uploads/BMW-07-Render-02REND13-4000-162.jpg","img_url2":"http://morphopedia.com/uploads/BMW-07-Render-02REND13-4000-l.jpg","address":"BMW Welt,  Munich, Bavaria Germany"},{"title":"Burj Al Maydan","link":"http://morphopedia.com/projects/burj-al-maydan","blurb":"The Burj Al Maydan tower wrestles with the issues of how to make an iconic building within a city of icons, how to create a connective public space in a city inured to its surroundings, and how to build sustainably in a city so indifferent to the environmental crisis. But the struggle may be in vain; how …","description":"\n                Context\r\nIn Dubai, a city propelling unprecedented urban growth and continually re-imagining its future, our project redefines the convention of the monolithic tower, and envisions a new scale of cosmopolitan public space for Dubai. Situated just west of the new Downtown Dubai development, this innovative urban environment will forge connections between the site and the city, and become an iconic expression of the optimistic vision behind the Business Bay development.\r\n\r\nA Building that Makes Public Space\r\nThe building goes beyond the convention of the tower as an object—and instead creates the largest, most dynamic public space in Dubai. The 14,500 square meter public plaza, encircled by the built forms, provides an exterior, distinctly urban venue for leisure and cultural events, in a grand space easily accessible to the public by road, water, and foot. Our scheme develops cosmopolitan intensity and an urban core for Dubai.  As such, it is the perfect complement to the nearby Burj Dubai, the tallest building in the world.\r\n\r\nForm & Program\r\nThe form of the building morphs to accommodate the unique site and programmatic requirements. Our design carves a typically singular tower into two major elements: a slender, rectilinear, vertical bar, which appears transparent and crystalline; and a curvilinear, non-vertical building, which appears solid and metallic. The two buildings are structurally, as well as conceptually, interdependent; the curvilinear structure provides lateral stability for the tall, slender tower, while the tower supports the structural eccentricity of the curvilinear building. \r\n\n\t\t        Read More…              ","img_url":"http://morphopedia.com/uploads/MR5 DUB REND 012-162.jpg","img_url2":"http://morphopedia.com/uploads/MR5 DUB REND 012-l.jpg","address":" Dubai United Arab Emirates"},{"title":"Cahill Center for Astronomy and Astrophysics at Caltech","link":"http://morphopedia.com/projects/cahill-center-for-astronomy-and-astrophy","blurb":"Using the Old as a Generative SourceSince the construction of the Palomar Observatory in 1948, the California Institute of Technology (Caltech) has continuously pioneered new ways of observing and explaining the heavens. Caltech scientists and engineers have deployed ever-changing telescopes on satellites…","description":"\n                Since the construction of the Palomar Observatory in 1948, the California Institute of Technology (Caltech) has continuously pioneered new ways of observing and explaining the heavens. Caltech scientists and engineers have deployed ever-changing telescopes on satellites, rockets, and balloons, and with these have made fundamental discoveries leading to new theoretical models. Paramount discoveries that have come out of Caltech include the cosmological nature of distant quasars, gamma-ray bursts, and brown dwarfs. In 2007 alone, Caltech astronomers found the largest object orbiting the sun since the discovery of Pluto in 1930, as well as the most distant galaxy in the universe. Yet, over the decades, the various specialists dispersed across the Caltech campus.\r\n\r\nThe Cahill Center for Astronomy and Astrophysics brings together a dozen different groups with vastly different cultures, focuses, and scopes into a single structure designed to facilitate collaboration and spontaneous discourse. In the tradition of ancient and modern architectural observatories found around the world, the building itself conceptually acts as an astronomical instrument. A vertical volume pierces the building, tilting its lens to admit light from the skies. The result is an occupiable telescope, a public stair space that links earth and sky even as it strives to link person to person.\r\n\r\nLocated on Caltech’s South Campus directly across California Boulevard from the Institution’s historic North Campus core, the Cahill Center physically and symbolically connects the two campuses. The new building’s scale, orientation, horizontal massing, and material language connect with the original complex of Spanish and Mediterranean buildings across California Boulevard (a significant part of the campus’s historic core as envisioned by Bertram Goodhue’s 1917 master plan). On the south side of the building, the athletic fields appear to extend all the way to the building’s edge. A grove of newly planted sycamore trees, part of the overall landscape strategy, create a natural but permeable boundary. The new building extends a primary north-south axis across California Boulevard, stitching the two campuses together. A series of north-south interior corridors—literally, “stitches”—reinforce this connection and serve to orient circulation. Floor to ceiling glazing terminates the stitches: the southern façade’s glazing overlooks Caltech’s large, open athletic fields, while the northern façade’s glazing offers views back to the historic core and to the San Gabriel Mountain Range beyond.\r\n\r\n\n\t\t        Read More…              ","img_url":"http://morphopedia.com/uploads/_MG_3255-162.jpg","img_url2":"http://morphopedia.com/uploads/_MG_3255-l.jpg","address":"1200 E. California Boulevard,  Pasadena, California United States of America 91106"},{"title":"Caltrans District 7 Headquarters","link":"http://morphopedia.com/projects/caltrans-district-7-headquarters","blurb":"Intensifies circulation and encourages productive social exchange","description":"\n                A public plaza bounded by a constantly shifting building skin denotes an urban landmark\r\nWhile its material language and structural elements allude to freeway infrastructure, the kinetic architecture of the building facade borrows its characteristic animation directly from the car. The outer layer of the double facade delaminates from the body of the building-functioning like the car body to protect and shield its inhabitants via a constantly shifting mechanical skin of perforated aluminum panels that alternately open or close depending on the sun’s angle and intensity. Appearing to be windowless and opaque at midday, the building transforms in appearance over time until it reaches near complete transparency at dusk-the fundamental reading of the building is in terms of transformation. \r\nResearch done for the San Francisco Federal Building project led to resolutions that challenge normative office culture, improve office worker comfort, and increase environmental efficiency. Floor plans were made deliberately nonhierarchical, with open, light-exposed workspaces prioritized for all workers regardless of rank. All window shades on exterior windows are manually operable to ensure that employees have a sense of control over their own work environments with respect to the amount of light and air that they deem optimum. Elevators operate on a skip-stop basis, opening onto centrally located stairwell lobbies-interim gathering places-on every third floor. This “skip-stop” scheme intensifies circulation and encourages productive social exchange. \r\nThe organizational strategy was informed by an optimistic assessment of the vibrancy that will occur as the nearby urban environment develops further. The main lobby is relocated to the exterior, as a large plaza for office workers, visitors, and the general public. Amenities, including an exhibition gallery and cafeteria, adjoin the outdoor lobby at ground level to draw users from pedestrian and vehicular traffic. The entire budget for public art was invested in one installation that, designed in collaboration with artist Keith Sonnier, integrates inseparably with the architecture. Horizontal bands of red neon and blue argon light tubes cycle through light pattern sequences, mimicking the ribbons of headlights on California’s freeways. The large cantilevered light-bar connects the structure to First Street, and the forty-foot, forward-canted super-graphic “100” marks the South Main Street entrance. This layered sign, with its nod to Chandleresque L.A.’s Hollywood sign, denotes the building as an urban landmark.\n\t\t        Read More…              ","img_url":"http://morphopedia.com/uploads/09_CAL_RHcrop-162.jpg","img_url2":"http://morphopedia.com/uploads/09_CAL_RHcrop-l.jpg","address":"100 South Main St.,  Los Angeles, California United States of America 90012"},{"title":"Casablanca Finance City Tower","link":"http://morphopedia.com/projects/casablanca-finance-city-tower","blurb":"Casablanca is expanding its historical role as the gateway to the continent, through government-driven plans that will open untapped markets in francophone Africa to international investment. In the model of Paris’ La Defense, the Casablanca Finance City initiative transforms a blank satellite site - a ra…","description":"\n                This dual role as symbol and precedent informs the design of Casablanca Finance City tower and prompted a focus on creating urban gestures at both a macro and micro scale, at the plane of the sky and the plane of the street. A tapered crown realizes the tower’s function as a new icon for the city; by mirroring this apex downward, the building engages the lower urban landscape with communal programming and distinctive public space. This inverted double-crown allows the building to simultaneously serve as a symbol of the city’s development and as a social node that nurtures an active streetlife in the district. \r\n\r\nThe open site creates an unusual opportunity in otherwise dense Casablanca to highlight the figurative and sustainable relationship between building and the natural environment. The tower’s base touches lightly upon the landscape; a brise-soleil system wraps the building against the desert sun while maintaining views to the city. Working with the climate and minimizing the ecological impact, the tower sets a standard for contextually-specific performance strategies in future development.\r\n\r\n\n\t\t                      ","img_url":"http://morphopedia.com/uploads/CFC_RE_ROOF_NIGHT-162.jpg","img_url2":"http://morphopedia.com/uploads/CFC_RE_ROOF_NIGHT-l.jpg","address":" Casablanca Morocco"},{"title":"Cedars-Sinai Comprehensive Cancer Center","link":"http://morphopedia.com/projects/cedars-sinai-comprehensive-cancer-center","blurb":"An exploration of architecture's potential for communicating compassion and instilling confidence.","description":"\n                The Cedars Sinai Comprehensive Cancer Center, for Dr. Bernard Salick, was in every sense a watershed project.  Dr. Salick had conceived of a highly innovative new plan for cancer treatment that would regroup all of the different treatment protocols under one roof: diagnosis, chemotherapy, radiation therapy, pharmacy, and counseling.  This prototype for a more humane, patient-centered treatment process challenged us to develop new architectural solutions consistent with this spirit.\r\n\r\nThe subterranean site led us to focus on interior architecture, especially the use of light. A half-barrel-vault skylight illuminates the whole of the main patient floor, while layered and curved walls further diffuse light into the space. Rooms are designed with views oriented from the perspective of the patient, lying down and looking up. Key to the concept for the center was incorporating family into the treatment environment. Thus, individual rooms in the chemotherapy atrium open onto main social spaces for gathering and interacting with relatives, allowing patients to determine their own level of privacy.  As a whole, the project represented a profound exploration of architecture's potential for communicating compassion and instilling confidence in patients' ability to fight a life-threatening disease.\r\n\n\t\t                      ","img_url":"http://morphopedia.com/uploads/CCC-06-Avatar-XX-GM-21_CCC_-162.jpg","img_url2":"http://morphopedia.com/uploads/CCC-06-Avatar-XX-GM-21_CCC_-l.jpg","address":"120 George Burns Road,  Los Angeles, California United States of America 90001"},{"title":"Chiba Golf Club","link":"http://morphopedia.com/projects/chiba-golf-club","blurb":"","description":"\n                In the Chiba Project the program was untested, open-ended, and involved few pre-conceptions.  Our intention was to investigate the relationship between an architecture and nature.  \r\nThe surface of the earth was scraped away to provide a place for two parenthetically inverted walls.  A middle ground between these two walls was created to serve as both a part of nature and to provide a commentary on it....the impulse to dominate the landscape by a hermetically sealed object was discarded in favor of the creation of a space in which unexpected relationships were allowed to happen.  The normally secondary architectonic element of wall became the focus in this strategy.  The walls are directly related to the landscape as non-buildings, with a massiveness that is appropriate to the sheer magnitude of the site.  The organization of the space between the walls continues the investigation which began with the Crawford House in the development of a repetitive, totemic geometry which organized the building.  In the case of the Chiba Golf Clubhouse, however, these totemic pylons were expanded into habitable pieces of the building itself.\r\n\r\nThese two idealized notions of walls (restraining the earth), and space created by their placement, were joined by the pavilion, which constitutes the third architectonic element on the site.  The Pavilion acts as a counterpoint to the first two elements; it was placed in the air, and outside the limits of the bounding walls, thus affording the observer a perception of the vastness and expansiveness of the natural setting.  Rather than being carved from, or integrated into the site, this building is lifted, detached, and isolated from the configuration.\r\n\n\t\t        Read More…              ","img_url":"http://morphopedia.com/uploads/JPGFrame_29_7-162.jpg","img_url2":"http://morphopedia.com/uploads/JPGFrame_29_7-l.jpg","address":" Chiba Prefecture, Kanto Japan"},{"title":"Children's Museum of Los Angeles","link":"http://morphopedia.com/projects/children-s-museum-of-los-angeles","blurb":"","description":"\n                “It comes as a mild shock, having passed through the echoing, disorienting passages, then suddenly to emerge outdoors, amid wind and light, high above the ground, with a dizzying panorama of Florence and the surrounding hills at your feet.”\r\n     - Ross King, Brunelleschi’s Dome\r\n\r\n\r\nThe Children’s Museum building is itself didactic – an exhibit on an urban scale that engages its young visitors. The museum draws kids, very few of whom live downtown, to LA’s bourgeoning city center and plays a role in teaching them about the life of the building and about the city. \r\n\r\nA system of ramps functions as transitional exhibit space, guiding the visitors’ procession in and out of the building envelope, repeatedly passing from inside to outside, from enclosed glazed volume to open air. The ramps span the central atrium, connect exhibit and performance volumes, pierce through the exterior wall to allow glimpses to the inside, hover above the busy street outside, and double back into the museum. From one ramp inside the atrium, visitors can manipulate a video camera located in another cantilevered outdoor ramp, which in turn projects imagery of the urban streetscape onto the full height of the atrium wall. \r\n\r\nChildren are encouraged to act upon the architecture both through movement and through more primitive markings…the cladding materials allows children to draw or paint directly on the building.  At other locations children’s drawings texture the building in tiled patterns - the building thus becomes a canvas on which children apply their own creative ideas and imagery.\r\n\n\t\t                      ","img_url":"http://morphopedia.com/uploads/CHM-05PHMOD05-162.jpg","img_url2":"http://morphopedia.com/uploads/CHM-05PHMOD05-l.jpg","address":" Los Angeles, California United States of America"},{"title":"Clyde Frazier's Wine and Dine","link":"http://morphopedia.com/projects/clyde-frazier-s-wine-and-dine-1","blurb":"Blurring the distinction between exhibition, installation and venue, the iconic presence of Walt “Clyde” Frazier is transformed into an immersive social experience.","description":"\n                Playing on the convergence of person and persona, the site is a tribute to the two legacies of its eponymous founder—his statement Superfly style and his illustrious career as New York Knicks point-guard and commentator. Through the use of outsize scale and formal repetition, the design takes on pop-culture modalities of visibility and presence, utilizing Clyde’s own image as main inspiration and connective motif.\r\n\r\n\r\nThe site is announced by an exterior illuminated scroll extending across the full city block, projecting in-game freeze-frames into the surrounding urban context. Inside, vertical and horizontal planes relate through an illustrated narrative of Clyde’s life on-and-off the court. On back-lit towering cylinders, larger-than-life portraits of Clyde play host while the fourteen-foot tall panoramic scrim wraps the dining area in collaged graphics of the Knicks’ greatest face-offs from the 1960s and 70s. \r\n\r\n\r\nStreaming through the entire plan, a suspended ceilingscape of 540 metal scales defines and unifies the space. Patterned in a sweeping gradient of fabrics sampled from Clyde’s custom suit collection, this sculptural feature acts as a communal piece of clothing that envelops the audience, directing movement and undulating to accommodate ad-hoc contingencies. The inner sanctum, a boutique indoor free-throw court, invites guests to try out the NBA Hall-of-Famer’s signature moves. In a vibrant interplay of representation and simulation, the aura of Clyde Frazier is materialized, celebrated and enshrined. \r\n\n\t\t                      ","img_url":"http://morphopedia.com/uploads/ARK_RH2072-46-162.jpg","img_url2":"http://morphopedia.com/uploads/ARK_RH2072-46-l.jpg","address":"485 Tenth Avenue,  New York City, New York United States of America 10003"},{"title":"Cohen Residence","link":"http://morphopedia.com/projects/cohen-residence","blurb":"","description":"\n                          \n\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t                            Viladas, Pilar “Californian Architecture” GA Houses Special 1 (1985). \n                            \n                                                        \n\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t                            Cook, Peter and George Rand Morphosis Buildings and Projects. Rizzoli International Publications Inc. (1989). \n                            \n                                                        \n\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t                            Futagawa, Yoshio.  “Studio Talk: Interview with 15 Architects. ” GA. Tokyo: GA (2002). 379-423. \n                                                        \n\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t                            “Residential Works” Architecture and Urbanism  (September 1983). 29-48. \n                                                        \n\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t                            Frampton, Kenneth and Silvia Kolbowski “California Counterpoint” Institute for Architecture and Urban Studies (january 1983). 78-89. \n                                                        \n\n                          \n                          Full List…\n                        ","img_url":"http://morphopedia.com/uploads/COH-04PHMOD02-162.jpg","img_url2":"http://morphopedia.com/uploads/COH-04PHMOD02-l.jpg","address":" Woodland Hills, California United States of America"},{"title":"Contempo Casuals Retail Store","link":"http://morphopedia.com/projects/contempo-casuals-retail-store","blurb":"","description":"\n                A former bank occupying a prominent corner in the Westwood section of Los Angeles has been converted into a clothing store. There is no hierarchy or differentiation implied by the program, but we attempted to keep all of the clothes off of the main floor-area of this domed space by created ample storage elements. A new object has been inserted into the space in order to create a grid and an excavation into the floor of the bank. The non-existing cupola of the dome is cut out as a hole in the floor, thus producing the notion of permanence as a foundation to the new object while also acting as a datum.\r\n\r\nThe new architecture of this space, a building/object within a building, accommodates the program, allowing for the display of six thousand garments. It mediates the more commercial purposes of the store by bringing out the inherent essence of the existing space. Our design thus reorders the program given to us by giving priority to human values within architecture over the consumptive aspects of the brief. The uninhabitable and functionless nature of the space contributes to the more idealized character of the project.\n\t\t                      ","img_url":"http://morphopedia.com/uploads/CON-07PHBLD05-2344x3013-TB-162.jpg","img_url2":"http://morphopedia.com/uploads/CON-07PHBLD05-2344x3013-TB-l.jpg","address":"1801 Westwood Boulevard,  Los Angeles, California United States of America"},{"title":"Cornell School of Architecture Competition","link":"http://morphopedia.com/projects/cornell-school-of-architecture-competiti","blurb":"","description":"\n                Each spring since 1901, first-year architecture students at Cornell spend months constructing a giant dragon to parade around campus from Sibley Hall through campus to the Arts Quad where, if it has survived the traditional assaults from the Engineering School’s rival creature, it is consumed by a bonfire.  To celebrate and encourage this tradition, space at the new School of Architecture was made specifically for this activity.  The new outdoor, submerged workshop area is connected to the main pedestrian walkway and positioned as a primary focal point in the design of the new Architectural School.  Lit late into the night, dragon making along with the more prosaic undertakings of the architecture department are on continual display to the University at large.\r\n\r\nIn reference to the school’s stated pedagogical approach emphasizing the process of making, the building is itself didactic, offering lessons for students both within and outside the discipline of architecture. Glazed façades allow views into studio spaces, gallery and exhibition space, and the shop’s indoor and outdoor workspaces. Neutral, flexible design studios support social interaction, opportunities for informal learning, and increased engagement among faculty and students.  Common jury rooms are suspended within the large, open space, so that students can view each other’s critiques from the design studios.  By contrast, an opaque linear bar-structure housing faculty offices pierces the studio space – the only area in the building where there is a quiet, more private zone.\r\n\r\nThe primary intersection, where the faculty bar crosses the studio space and cantilevers over the main pedestrian walkway at University Avenue, defines the new entrance for the school. This seam resolves tension between the new building and Sibley Hall, between faculty and student environments, and between the architecture department and the general university population.  \r\n\n\t\t                      ","img_url":"http://morphopedia.com/uploads/39MB-0020-162.jpg","img_url2":"http://morphopedia.com/uploads/39MB-0020-l.jpg","address":" Ithaca, New York United States of America"},{"title":"Cranbrook Academy Gatehouse","link":"http://morphopedia.com/projects/cranbrook-academy-gatehouse","blurb":"","description":"1993 Pilkington Planar Prize","img_url":"http://morphopedia.com/uploads/CRN-05PHMOD02-2842x1879-SC-162.jpg","img_url2":"http://morphopedia.com/uploads/CRN-05PHMOD02-2842x1879-SC-l.jpg","address":" Bloomfield Hills, Michigan United States of America"},{"title":"Crawford Residence","link":"http://morphopedia.com/projects/crawford-residence","blurb":"","description":"\n                The Crawford Residence was situated outside of an urban context, on the slope of an irregular hillside near Santa Barbara. The site has a relationship to both mountains and ocean. Our modus operandi in this instance took the form of excavation, digging into and sculpting the earth long before any structure was elaborated. Inspired by earth artists such as Michael Heizer and Robert Smithson, we began to explore a new interaction with topography and to challenge the object nature of the work. Molding the land, we took an intuitive, reflexive approach, subtracting the surface and thereby creating rhythmic patterns and oscillations of scale. This strategy was then augmented by a rigorous method of measuring the site, which remains evident in the concrete totems, a series of voids, and the heterogeneous organization of the final structure. In elaborating the building out of this complex interplay with the site, we dispensed with a notion of center or any single point of reference. Instead, the peripheral organization enhances a sense of dispersal, the building breaks up into a series of fragments, ascending or embedding themselves within the hillside. From within, the house is experienced through an enhanced perception of multidimensionality.\r\n\r\nIn the end, however, the initial conceptual apparatus had to come to terms with programmatic concerns and the clients' more traditional desires in terms of a domestic language. The result is something of a hybrid structure, a sometimes successful, sometimes uneasy reconciliation of conceptual and pragmatic impulses. Nevertheless, the Crawford House provided for the elaboration of a new kind of connectivity between site and structure that led directly to the Blades House, and in turn our work on the both the Blades House and the Crawford House foreshadowed future large-scale works such as Hypo Bank and Diamond Ranch High School.\n\t\t                      ","img_url":"http://morphopedia.com/uploads/Frame_29_6-l-162.jpg","img_url2":"http://morphopedia.com/uploads/Frame_29_6-l-l.jpg","address":" Montecito, California United States of America 93108"},{"title":"Delmer Residence","link":"http://morphopedia.com/projects/delmer-residence","blurb":"A sitting room / bedroom, master bathroom and roof deck were added to a cottage bungalow built in the 1920’s.  The deck provides for an ocean view and sunbathing.  The addition extends the living space vertically onto a roof deck, standing against the diversity of the beach community of Venice, California.","description":"\n                          \n\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t                            Giovannini, Joseph. “New Architecture in Venice, California” Real Estate as Art (July 1984). \n                            \n                                                        \n\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t                            Mayne, Thom and Warke, Val  Morphosis. London: Phaidon Press Limited (2003). \n                            \n                                                        \n\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t                            Cook, Peter and George Rand Morphosis Buildings and Projects. Rizzoli International Publications Inc. (1989). \n                            \n                                                        \n\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t                            Boissière, Olivier “Technologies Domestiques” Architecutre Interieure  (November/December 1979). 110-112. \n                                                        \n\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t                            Ross, Michael.  “Young, Los Angeles and Possibly Post-Modern, Architects” Architecture and Urbanism (A+U) 90 (April 1978). 58. \n                                                        \n\n                          \n                          Full List…\n                        ","img_url":"http://morphopedia.com/uploads/01_DEL-162.jpg","img_url2":"http://morphopedia.com/uploads/01_DEL-l.jpg","address":" Venice, California United States of America"},{"title":"Denver Art Museum Competition","link":"http://morphopedia.com/projects/denver-art-museum-competition","blurb":"","description":"","img_url":"http://morphopedia.com/uploads/DAM-02REND22--SCM2-162.jpg","img_url2":"http://morphopedia.com/uploads/DAM-02REND22--SCM2-l.jpg","address":" Denver, Colorado United States of America"},{"title":"Diamond Ranch High School","link":"http://morphopedia.com/projects/diamond-ranch-high-school","blurb":"Engages architecture in the act of education","description":"\n                Diamond Ranch High School engages architecture in the act of education; it speaks to students experientially through a physically kinetic architectural language that makes no references to traditional typology, but rather looks elsewhere to encourage student inquiry and provoke curiosity.  The opportunity existed, by virtue of the steeply sloped site, to explore the hybrid territory of an augmented landscape wherein building and site would be perceptually interchangeable.  The jagged and inherently unstable forms of the Los Angeles foothills inform the language of the buildings as the scheme takes its organizational cues from the natural topography.\r\n\r\nTwo rows of fragmented, interlocking forms are set tightly on either side of a long central “canyon,” or street, which cuts through the face of the hillside as might a geologic fault line. The street provides the primary opportunity for students to interact haphazardly or by plan with one another, with teachers and with administrators as they move about the campus.  Seeking to create a counterpoint to Diamond Ranch’s suburban context, the sense of an urban experience is intensified via the compression of the street.  A monumental stairway which functions doubly as an outdoor amphitheater is embedded in the hillside, leading from the school’s main academic areas to the roof terrace and football field above.\r\n\r\nThe site plan defines three distinct “schools within a school” -- clusters of semi-independent units that each integrate a full curriculum segregated by grade-level to foster team teaching in a more intimate educational setting.  Landscaped outdoor teaching areas act as courtyard buffers between buildings and punctuate the classroom units with views of mountains and sky.  The intention of the whole is to challenge the message sent by a society that routinely communicates its disregard for the young by educating them in cheap institutional boxes surrounded by impenetrable chain link fencing.\r\n\r\nOpen publication - Free publishing - More architecture\n\t\t                      ","img_url":"http://morphopedia.com/uploads/DRH-14-XX-Timothy-Hursley-1-162.jpg","img_url2":"http://morphopedia.com/uploads/DRH-14-XX-Timothy-Hursley-1-l.jpg","address":"100 Diamond Ranch Dr.,  Pomona, California United States of America 91766"},{"title":"Dr. Theodore Alexander Science Center School","link":"http://morphopedia.com/projects/dr-theodore-alexander-science-center-sc","blurb":"Dissolve the boundaries between the building systems and the groundProgram is slipped between layers of lifted landscape to dissolve the boundaries between the building systems and the ground and to prioritize views of the historically significant Armory building and the existing landscape of the Rose Gar…","description":"\n                The Armory’s Main Hall, converted into a flexible, open two-story atrium and dominated by a large interior bamboo garden, is the heart of the Science Education Resource Center.  Libraries, labs, meeting rooms, and classrooms flank the atrium’s perimeter and are provided access to the new North school building via a pair of bridges that lead across an outdoor garden lunchroom. The interior bamboo garden, pierced midway up by skywalks and punctuated with meeting spaces is meant to bring a piece of nature into this somewhat blighted inner city environment.  It is possible, once the bamboo is fully grown to find a space of respite among the plants or to use areas carved into the midst of the planted space as an experiential teaching opportunity.The new North building burrows into sculpted earthworks along Exposition Boulevard; its landscaped roof is perceptually an extension of the garden. Classrooms are grouped in clusters of four that share a common room, to provide an open and flexible teaching environment.  In response to the Exposition Park master plan and to highlight the historic Armory, this “non-building” nestles into excavated land below grade, its program essentially tucked and embedded into the park.  The structure emerges quietly from the adjacent Rose Garden — a welcoming and protective environment for children that has forgone the traditionally overt sense of enclosure of most public schools.  From the vantage point of the Rose Garden, the roof appears as ground plane, whereas from the heavily trafficked Exposition Boulevard, the building appears autonomous and active. The project engages the site and the community and is perceived as both an intervention and a connection between the disparate adjacent conditions.\n\t\t                      ","img_url":"http://morphopedia.com/uploads/08_07-DSC_0043-PGcrop-162.jpg","img_url2":"http://morphopedia.com/uploads/08_07-DSC_0043-PGcrop-l.jpg","address":"3737 S. Figueroa Street,  Los Angeles, California United States of America 90007"},{"title":"Eli and Edythe Broad Art Museum at MSU","link":"http://morphopedia.com/projects/eli-and-edythe-broad-art-museum-at-msu","blurb":"Hybridized Museum of Congregation\r\n\r\nAs the only art museum in the region, the Eli and Edythe Broad Art Museum attempts to make aesthetic experience accessible to a broader public by expanding the desire for art and creating a new audience. Setting aside the traditional role of museums as containers for t…","description":"","img_url":"http://morphopedia.com/uploads/DSC_0303-1-162.jpg","img_url2":"http://morphopedia.com/uploads/DSC_0303-1-l.jpg","address":" East Lansing, Michigan United States of America"},{"title":"Emerson College Los Angeles ","link":"http://morphopedia.com/projects/emerson-college-los-angeles","blurb":"Based in Boston, Massachusetts, Emerson is renowned for its communication and arts curriculum. Located in the heart of Hollywood, Emerson College Los Angeles (ELA) defines the College’s identity in the center of the entertainment industry and the second largest city in the United States. The new facility …","description":"\n                Bringing student housing, instructional facilities, and administrative offices to one location, ELA condenses the diversity of a college campus into an urban site. Evoking the concentrated energy of East-coast metropolitan centers in an iconic Los Angeles setting, a rich dialogue emerges between students’ educational background and their professional futures.\r\n\r\nFundamental to the Emerson Los Angeles experience, student living circumstances give structure to the overall building. Housing up to 217 students, the domestic zones frame a dynamic core dedicated to creativity, learning, and social interaction. Composed of two slender residential towers bridged by a multi-use platform, the 10-story square frame encloses a central open volume to create a flexible outdoor “room.”  A sculpted form housing classrooms and administrative offices weaves through the void, defining multi-level terraces and active interstitial spaces that foster informal social activity and creative cross-pollination. Looking out onto the multi-level terrace, exterior corridors to student suites and common rooms are shaded by an undulating, textured metal scrim spanning the full height of the towers’ interior face.\n\t\t        Read More…              ","img_url":"http://morphopedia.com/uploads/ELA_RH2258-0057-162.jpg","img_url2":"http://morphopedia.com/uploads/ELA_RH2258-0057-l.jpg","address":"5960 W. Sunset Boulevard,  Los Angeles, California United States of America 90028"},{"title":"Emery Performing Arts Center","link":"http://morphopedia.com/projects/emery-performing-arts-center","blurb":"","description":"Weinstein, Richard. Morphosis: Buildings and Projects 1989-1992. New York:  Rizzoli International Publications (1994). ","img_url":"http://morphopedia.com/uploads/EMR05PHMOD01-2845x2344-162.jpg","img_url2":"http://morphopedia.com/uploads/EMR05PHMOD01-2845x2344-l.jpg","address":" Cincinnati, Ohio United States of America"},{"title":"Eni Headquarters In San Donato Milanese ","link":"http://morphopedia.com/projects/eni-headquarters-in-san-donato-milanese","blurb":"As one of the world’s leading energy companies, Eni champions an innovative and integrated approach to the environment, business, and energy exploration. Throughout its history, Eni has maintained an appreciation of geological systems and the complex composition of the natural world. The new Eni Explorati…","description":"\n                The Center’s four buildings embody the layered composition of the Earth, evoking tectonic conditions in which diverse biological matter are incubated over millennia to produce life-fueling energy. The buildings’ programmatic zones are organized in strata, with articulated elevations and striated colors drawing hues from the local context. Linked by sky-bridges, the visual and physical continuity of the three primary buildings further integrates the Center into San Donato Milanese and establishes a visual presence for the company. These interconnected office towers rise above public program areas to encircle a central, multilevel Piazza with dining and social spaces. The preserved historic Eni building along Via de Gasperi serves as the main entrance gateway to the new campus and houses a public Exposition Hall and meeting rooms. A fourth building, the new Snam Management Center, defines the campus’ eastern edge.\r\n\r\n\r\nBalancing the dynamic, multi-layered buildings and their stratified elevations, the floor plans in each of the office buildings are efficient and flexible.  Each floor plate maintains a constant width of 21 meters consisting of private offices and meeting rooms on a central axis.  The majority of the desks are on the outer sides of the building to prioritize the general populace of employees and create a modern, open office structure.  Abundant windows allow for ample natural light and views.  This floor plan affords maximum flexibility of building usage to meet the company’s needs and is conducive to the reconfiguration of teams as new projects develop. \r\n\r\nThe Center is designed to meet Classe A energy requirements and achieve LEED Gold Italia, with various strategies employed to reduce overall energy consumption, preserve natural resources, and create a healthful and productive working environment for employees. Campus wide, building orientation is optimized; landscaping favors biodiversity and local plants; green roofs, façade shading, and photovoltaic systems aid in cooling and powering the campus; waste and rain-water recycling ensure resources are maximized and conserved; office environments and social spaces maximize natural light and airflow and use low-energy radiant heating/cooling. The new campus establishes a benchmark for sustainable design and social responsibility that champions Eni's role as a steward of the environment.\r\n\n\t\t                      ","img_url":"http://morphopedia.com/uploads/DGE_RE_INT_COURT_LMK_FINAL-162.jpg","img_url2":"http://morphopedia.com/uploads/DGE_RE_INT_COURT_LMK_FINAL-l.jpg","address":"Via Alcide de Gasperi 2,  San Donato Milanese, Milan Italy 20097"},{"title":"European Central Bank Competition","link":"http://morphopedia.com/projects/european-central-bank-competition","blurb":"","description":"\n                A complex of integrated pieces replaces the conventional monolithic tower paradigm, creating a distinctive identity for the European Central Bank through an architecture that is non-mimetic of the scale and formal language of Frankfurt’s skyline.  The complex gradually changes form in response to its context; integrating with the adjacent urban fabric on the North while dispersing to a more fluid and natural typology to tie into Frankfurt’s peripheral greenbelt to the South. The north façade’s transparent curtain wall is a single monolithic surface expressive of the lucidity and openness of the new economic state in Europe.Eschewing the singular tower model in favor of a strategy of dispersal, four interwoven yet differentiated architectural typologies organize the program: the first, the reconfigured Grossmarkthalle, is the primary public space in the complex; second, discrete areas of subterranean program house parking and technical infrastructure; the third, a tri-level augmented landscape, or berm, functions dually as an invisible level of security and as a transitional element between built form and landscape. Finally, five ribbons, to be constructed in phases, encompass the departments outlined in the program requirements, and provide natural light, air and views to all workers in the complex.\r\n\n\t\t        Read More…              ","img_url":"http://morphopedia.com/uploads/ECB-02-Render-02REND05-5315-162.jpg","img_url2":"http://morphopedia.com/uploads/ECB-02-Render-02REND05-5315-l.jpg","address":"Rückertstraße 2,  Frankfurt, Hesse Germany"},{"title":"FJC Communications","link":"http://morphopedia.com/projects/fjc-communications","blurb":"","description":"\n                The creation of an identity within the ubiquitous non-place of the speculative office building is one of the most difficult challenges confronting architects today.  This challenge is often further complicated by the contingency that it be accomplished within a rapid time frame and with minimal funds.  Friedland Jacobs Communication, a merger of two companies to form an advertising / production company was no exception.  Within their workplace, the conference/screening room was identified both as the nucleus of activity and its metaphorical heart.  A strong geometric figure - a fragment of an elliptical cone - was conceived as enclosing this representational center of the workplace. With its spatial and figural presence, it clearly marks an identifiable place within the larger context of this normative generic office environment. \r\n\r\n Inside of this white, curved embryonic wall, the space embraces and nurtures the creative process.  In the geometric heart of this volume, its social intention is that of providing a collective holding space within the open office area. From this geometric /functional center, regulating lines radiate outward directing the geometry of the secondary interior events. Maximizing the visual and tactile contrast with the smooth curved walls of the interior shell, these smaller scale and functionally specific gestures are faceted angular constructions.  In opposition to the amorphous surface of the shell, secondary interior events express their materiality through layers of surfaces and planes: glass and steel horizontal surfaces, canted plywood planes, and a long cantilevered spine of glass and fluorescent light linking the central nucleus to the outer work areas and metaphorically out to the entertainment world of Hollywood beyond.  The exposed metal studs of the ceiling further emphasize the figural quality of the elliptical shell by creating a regular visual surface datum.  Individual offices are placed at the edges of the shell, occupying the interstitial space between its wall and the exterior glass wall.  These offices have various relationships with these two boundaries, with some inside the shell, some outside, and some intersecting the shell’s spatial boundary. Their angled walls allow these spaces to borrow from one another, by sharing \"borders\".    In this way, a simple, expedient set of architectural events provides a distinct place for each required function without losing the sense of belonging to - and being inside of - a larger organic whole.\r\n\n\t\t                      ","img_url":"http://morphopedia.com/uploads/FJC07PHBLD06-162.jpg","img_url2":"http://morphopedia.com/uploads/FJC07PHBLD06-l.jpg","address":"3601 W. Olive Avenue,,  Burbank, California United States of America"},{"title":"Flores Residence","link":"http://morphopedia.com/projects/flores-residence","blurb":"","description":"1980 Progressive Architecture Citation","img_url":"http://morphopedia.com/uploads/FLS_013-162.jpg","img_url2":"http://morphopedia.com/uploads/FLS_013-l.jpg","address":" Pacific Palisades, California United States of America"},{"title":"Four Towers in One Competition","link":"http://morphopedia.com/projects/four-towers-in-one-competition","blurb":"In response to the interconnectedness of the new global city, Four Towers in One re-conceives the conventional urban grid as a dynamic, multi-dimensional organization, or armature, able to support the complex systems that define contemporary urban life. Like the complex yet coherent intricacy of a traditi…","description":"Yukio Futagawa “Morphosis Recent Project” GA Recent Project. A.D.A. EDITA Tokyo (Novermber 25, 2010). ","img_url":"http://morphopedia.com/uploads/SHE_RE_MOOD2-162.jpg","img_url2":"http://morphopedia.com/uploads/SHE_RE_MOOD2-l.jpg","address":" Shenzhen China"},{"title":"Frankfurt Waste Management Facility Competition","link":"http://morphopedia.com/projects/frankfurt-waste-management-facility-comp","blurb":"","description":"Vidler, Anthony. Morphosis: Buildings and Projects 1993-1997. New York: Rizzoli International Publications (1999). ","img_url":"http://morphopedia.com/uploads/Frankfurt_1_BW-162.jpg","img_url2":"http://morphopedia.com/uploads/Frankfurt_1_BW-l.jpg","address":" Frankfurt Germany"},{"title":"Giant Interactive Group Corporate Headquarters","link":"http://morphopedia.com/projects/giant-interactive-group-corporate-headqu","blurb":"Emerging Organically from Complexity\r\n\r\nThe Giant Campus is a compact village that accommodates diverse programmatic functions in a flexible framework of architectural forms that move into and out of a sculpted landscape. An undulating office building and an augmented ground plane marry architecture to la…","description":"\n                The Giant Campus project is a compact village that accommodates diverse functions in a flexible framework of forms that move in and out of a folded landscape plane. Situated amid existing canals and a new man made lake, the undulating office building interacts with an augmented ground plane, joining architecture to landscape and environment to site. \r\nThe East Campus office building contains three zones: open, non-hierarchical office space; private offices, and executive suites, which cantilever dramatically over the lake. Additional program is integrated into the lifted landscape, including a library, an auditorium, an exhibition space, and a café on the east campus. On the West Campus, additional program space-submerged below an expansive, undulating green roof- includes a pool, a multi-purpose sports court, and additional relaxation and fitness spaces for employees. The landform culminates to the west at a company guest hotel where glass-floored private bedroom suites project over a wildlife pond. \r\n\r\nSeveral plazas, carved from the landscape, provide outdoor break and recreational spaces for employees.  At the south edge of the campus, a pedestrian plaza steps down to the water’s edge in a continuous outdoor walkway that provides pedestrian access to the lake. The main circulation spine, an enclosed walkway located outboard of the office building,  bridges over the street connecting the east and west campuses.\r\n\r\nA range of features on the project maximize both energy efficiency and occupant comfort. The West Campus’s landscaped green roof provides thermal mass that limits the heat gain and reduces cooling expenditures. The façade’s double skin and insulated glass curtain wall minimize solar heat gain and improve overall efficiency. The central circulation spine, along with the recreational amenities and plazas provide opportunities for chance encounters and places for employees to gather without the confines of cubicles or unnecessary divisions. The narrow profile of the office building combined with a system of skylights ensure that employees have continuous access to natural daylight.\r\n\n\t\t                      ","img_url":"http://morphopedia.com/uploads/SHA_Morphosis GG 10-07 5646_IB-l-162.jpg","img_url2":"http://morphopedia.com/uploads/SHA_Morphosis GG 10-07 5646_IB-l-l.jpg","address":" Shanghai China"},{"title":"Graz Kunsthaus Competition","link":"http://morphopedia.com/projects/graz-kunsthaus-competition","blurb":"","description":"\n                A metaphorical barge floating in the sky; this urban intervention connects the public to the art institution. Sightlines and project vectors along the banks of the Mur River set up axial relationships to historic places, frame the extended context for pedestrians on the approaching footbridges, and link the Kunsthaus to the city of Graz. \r\n\r\nThe scheme separates the public program into three primary components: a central circulation spine; a series of event, project, and meeting spaces; and a vast, partially cantilevered Kunsthalle - the largest single exhibition space in Graz. Since the entire site area was only two-thirds the footprint required for the Kunsthalle exhibit room, any solution would have to cantilever part of the space over the street. The Kunsthalle thus floats over an adjacent building’s airspace and the sidewalk, and brackets a civic plaza. The punctured underside of this 2,000 square meter, open-plan volume gives the visitor the sense of being suspended in space, experiencing the building’s lift over the street. Architecture is essentially removed from the principal curatorial space, providing a neutral palette and form, and a flexible plan for various lighting and load configurations.\r\n\r\nBeyond its function as a service appendage to the galleries, the armature of circulation operates as a public event space. The dynamic circulation passages mediate between the controlled gallery space and the exterior urban spaces and inflect the adjacent edges of lower ancillary galleries.\r\n\n\t\t                      ","img_url":"http://morphopedia.com/uploads/GRZ-03-02REND03-162.jpg","img_url2":"http://morphopedia.com/uploads/GRZ-03-02REND03-l.jpg","address":" Graz Austria"},{"title":"Hamburger Stand","link":"http://morphopedia.com/projects/hamburger-stand","blurb":"","description":"Cook, Peter and George Rand Morphosis Buildings and Projects. Rizzoli International Publications Inc. (1989). ","img_url":"http://morphopedia.com/uploads/HAM-01-Avatar-Model-05PHMOD-162.jpg","img_url2":"http://morphopedia.com/uploads/HAM-01-Avatar-Model-05PHMOD-l.jpg","address":" Los Angeles, California United States of America"},{"title":"Hanking Center Tower","link":"http://morphopedia.com/projects/hanking-center-tower","blurb":"Hanking Center Tower rethinks the traditional commercial office building through an innovative approach to circulation, social, and work spaces. Offering flexible tower office space anchored by high-end retail and dining in the podium, the Tower serves Shenzhen’s growing body of global professionals and b…","description":"\n                Occupying a place of prominence on Shennan Boulevard, Hanking Tower’s slender profile redefines the local skyline. The Center utilizes folded angles to elegantly merge public components in the podium with private commercial space in the tower – a departure from conventional towers, where differing program is often relegated to separate and disjointed volumes. Surrounding the tower’s podium, a grand plaza and dimensional hardscape create a new neighborhood landmark and enhance public activity at the street level.\r\n\r\n\n\t\t        Read More…              ","img_url":"http://morphopedia.com/uploads/HCT_RE_PLAZA-162.jpg","img_url2":"http://morphopedia.com/uploads/HCT_RE_PLAZA-l.jpg","address":" Shenzhen China"},{"title":"Herald-Examiner Residential Tower","link":"http://morphopedia.com/projects/herald-examiner-residential-tower","blurb":"Define the Separation of Spaces within Units\r\n\r\nThe changing faces of the typical consumer and household require new models of housing and urban design that take into consideration the demographic and cultural differences influencing housing choices. Curbing sprawl and reinhabiting downtown are not only s…","description":"","img_url":"http://morphopedia.com/uploads/MR5-DSC_0057_BW-1-162.jpg","img_url2":"http://morphopedia.com/uploads/MR5-DSC_0057_BW-1-l.jpg","address":" Los Angeles, California United States of America"},{"title":"Higashi Azabu Office Building","link":"http://morphopedia.com/projects/higashi-azabu-office-building","blurb":"","description":"\n                The Higashi Azabu Building is a product of its context, yet it \r\nsimultaneously detaches itself from these forces by seeking to transform and perceptually extend the site.  The thinness of the building envelope generated by the site is exaggerated by a splintering strategy which generates the formal language of the building.  The perception of the resultant configuration is one of a series of ambiguous boundaries and forms the basis of the functional organization.  A shear in the cross-section of the building, which reiterates the longitudinal layering, produces an entry and organizes the vertical movement systems with their associated volumes.  An isolated void that constitutes the core framework for this proposal reflects the site condition and our interest in its lack of resolution.  In this multi-use structure, these ambiguities are expressed through the various components of the building.  The vertical upper part of the building functions as one of the datums and is defined by a concrete wall; a wall connoting weight which accentuates its detached status.  This wall is punctured by regular openings which appear empty by virtue of the skyward tilted glazing.  A series of delineated vertical planes run parallel to the wall, articulating ideas of spatial division, accretion, time, addition, the comprehension of process, and the continuity of transformation.  An analogy is drawn between the growth of the city, with its inherent additive nature, and the delineated layers of the buildings.  Each layer, collapsed and condensed, has its own urban identity reflecting the nature of the thin site and the role of the work in collecting and recording the city beyond.\r\n\n\t\t                      ","img_url":"http://morphopedia.com/uploads/HIG color intro-162.jpg","img_url2":"http://morphopedia.com/uploads/HIG color intro-l.jpg","address":" Tokyo Japan"},{"title":"Hypo Alpe-Adria Bank","link":"http://morphopedia.com/projects/hypo-alpe-adria-bank","blurb":"Incorporating Systems of EccentricityConfigured as an interwoven series of building components, the Hypo Alpe-Adria Bank headquarters melds forms with landscape. Relieved of its obligation to serve as an institutional symbol, the Hypo bank headquarters is free to engage the specificity of context, climate…","description":"\n                Located at the northern edge of Udine, in the town of Tavagnacco, the new headquarters for Hypo-Alpe-Adria Italy has developed as a dynamic and nuanced response to program and site. In this dialectical relationship between the specific architectural language of the project and the local landscape, each element informs, transforms, and adjusts the total composition. The result is a richly developed series of spaces and building elements.The MasterplanFollowing the dictates of the program, the site is configured as an interwoven series of building components. Each of these individual parts is carefully organized around an elongated driveway, knitting together the disparate corners of the site. The overall effect is a wholly new precinct for Tavagnacco -- one that fulfills the functional and symbolic requirements of the Hypo bank while serving the nearby neighborhood with a series of public amenities. The centerpiece of the compositional strategy is the Hypo bank headquarters, located adjacent to the Tangenziale di Udine and immediately to the west of the autostrada. Occupying the extreme northeastern parcel of the 26-acre site, the bank building rises seven stories, an iconic landmark anchor for the site, highly visible and instantly recognizable from each approach. Various components of the banking facility are arrayed about the base of the building: a long sweeping low mass containing the secure archive wraps the surface parking lot to the east, while the auditorium and branch bank are located in order to establish a clear, legible, and secure public entry to the Hypo headquarters.Various other program elements occupy the entire western edge of the site. At the southernmost location, the pool and fitness center form an integrated complex of buildings and outdoor spaces. In its overall architectural disposition, the pool simultaneously engages the neighborhood and public park to the south, as well as reaching back towards the Hypo headquarters in a strong diagonal gesture.\n\t\t        Read More…              ","img_url":"http://morphopedia.com/uploads/UDI-05-NA-NL-013_UDI_3_UDI_LL-162.jpg","img_url2":"http://morphopedia.com/uploads/UDI-05-NA-NL-013_UDI_3_UDI_LL-l.jpg","address":"Via Alpe Adria 6,  Tavagnacco, Udine Italy"},{"title":"Hypo Alpe-Adria Center","link":"http://morphopedia.com/projects/hypo-alpe-adria-center","blurb":"","description":"\n                The building integrates inherent complexities at the shifting border between rural and urban typologies; its form emanates from both the pre-Alpine contoured landscape and the narrow, twisting passages and plazas of a small village. The Center is located just east of Klagenfurt, Austria, where the city extends into its outlying suburban and agricultural regions. As with many contemporary edge-city conditions, the site is surrounded by dislocated buildings, open parking areas, large-scale commercial developments, and residential suburbs.\r\nThe sloping, sharply folded roof creates a conceptual landscape, while the low-rise building component emerges from the ground as reconfigured earth. Like the seismic shifting of tectonic plates, the five-story bank headquarters juts out of the earthbound lower form. The center’s separate volumes intersect around a central courtyard, which allows light to permeate the branch bank on the ground floor. Bridges at each floor link the elevator core and lobbies along the edge of the courtyard with the larger building mass, and continue out to puncture the façade and create balconies overlooking the city streets.\r\n\r\nPedestrian pathways are an extension of the existing peripheral streets: the intersecting cardo and decumanus axes carve into the building conglomeration. At the southern end of the decumanus, a large canopy connects the public forum space directly to the busy Volkermarkt Strasse intersection, inviting the public into the events center and bank branch. At the northern section of the site, open gardens, commercial and office space, and the kindergarten transition into the neighboring low-density suburban residential zone. Both program (typology) and form (topography) re-define the role of Hypo bank, to become a major cultural and civic institution.\n\t\t                      ","img_url":"http://morphopedia.com/uploads/HYP-03-XX-KZ-Avatar-03_HYP--162.jpg","img_url2":"http://morphopedia.com/uploads/HYP-03-XX-KZ-Avatar-03_HYP--l.jpg","address":"Alpen-Adria-Platz 1,,  Klagenfurt, Carinthia Austria"},{"title":"IFP West Film Center","link":"http://morphopedia.com/projects/ifp-west-film-center","blurb":"","description":"\n                The transparency of film, and its dematerialization in the  projected image inform the concept for this intervention. An iconic, supergraphic “IFP/West Center” sign is projected onto the building from an angle so that its letterforms distort to expose the various architectural elements of the façade.  Some of the letters read as shadows, others as screens, while still others as sculptural entities emerging from the façade’s surface. \r\n\r\nThe façade delaminates to form a canopy that shelters the public entrance to a central multi-functional lobby. A series of stills from Citizen Kane - an instantly recognizable symbol - is printed on segments of the undulating, perforated metal façade. The fusion of graphic and spatial systems connects this project with our explorations at the Tsunami Restaurant project in Las Vegas.  Both explore the power of the two-dimensional surface to dematerialize architectural substance.\r\n\n\t\t                      ","img_url":"http://morphopedia.com/uploads/IFP-02REND01-2560x4023-162.jpg","img_url2":"http://morphopedia.com/uploads/IFP-02REND01-2560x4023-l.jpg","address":" Beverly Hills, California United States of America"},{"title":"International Elementary School","link":"http://morphopedia.com/projects/international-elementary-school","blurb":"Dynamic architectural elements communicate directly to students in this multi-cultural urban school","description":"\n                In post World War II Los Angeles, schools were built on the suburban model, typified by single story buildings on sprawling, grass-covered, five-acre sites.  High urban real estate prices, combined with a dearth of large empty parcels of land, have rendered this model obsolete for most American cities today. Our stacking strategy, which locates the playground and other open areas of the program above the classroom spaces, cut the land requirements in half and allowed us to allocate resources to a higher quality building. Multifunctional playgrounds and outdoor athletic facilities are carved into the roof planes; children literally play on top of their world, safely above and out of sight of the school’s urban context.\r\n\r\nThe perforated metal wall that embraces three of the four façades is essentially a boundary transformed into an architectural element - a skin without a body. The vertical screen develops into a horizontal surface, which in turn defines a space for classrooms, library, food service, and maintenance areas. Functionally freed from the task of enclosing volumes, the façades assume new forms: bleachers for seating, perforated screening for shade, and a folded play structure.\r\n\r\nThe bar of classrooms turns the street corner to embrace the gateway to the school, where a large mural provides a backdrop for the lower level outdoor courtyard, the primary gathering place for the student body. The students assemble daily alongside oversized names, quotes, and faces of Leo Tolstoy, Maya Angelou, Octavio Paz, and hundreds of others – a timeline of geographically diverse figures in literature. The didactic surface communicates directly to the students in this typically, urban multi-cultural school.  Even if they are still too young to read most of these authors, they will, after six years of exposure to the names and faces, begin to develop a consciousness of our common literary culture.\n\t\t                      ","img_url":"http://morphopedia.com/uploads/IES-05-Avatar-XX-BW-IES-02B-162.jpg","img_url2":"http://morphopedia.com/uploads/IES-05-Avatar-XX-BW-IES-02B-l.jpg","address":"700 Locust Avenue,  Long Beach, California United States of America 90813"},{"title":"Junipero Serra Shrine Competition","link":"http://morphopedia.com/projects/junipero-serra-shrine-competition","blurb":"","description":"\n                This project has broad cultural implications related to the historic California region, with several major local cultures metaphorically converging in this proposal for a shrine on this site: the Catholic Church as it has been rooted in Hispanic society; Chinese culture and Japanese culture as manifest in neighboring Chinatown and Japantown; and the indigenous Native American culture. The design for the shrine is therefore based on powerful human forces. Although small in size, this project for a shrine extends its influence well beyond its immediate site, conveying broad urban implications. The initial framework begins with the landscape, an embracing wall that invokes the qualities of a sanctuary (shelter, nurturing, stability, and loving embraces), and an earthen mound with its multivalent allusions to domed cathedral ceilings, Native American mounds, Buddhist stupas, and the fertile California landscape. The embracing wall clearly defines inside and outside as separate ontological and metaphorical places. At the same time it both protects the shrine and draws one toward it. Inside the wall is the earthen mound, planted with the magnificence and simplicity reminiscent of the land as Father Serra first found it: a simple mix of native California oaks, grasses, and poppies. The mound has the added function of insulating the site from the distracting sounds of the adjacent freeway. Outside the wall is a densely planted combination of native and imported species, metaphorically integrating the European influence on the native landscape.\r\n\tThe architectural language of the shrine itself reinterprets several aspects of the hybrid regional vocabulary that developed here. Among these are: thick walls (for thermal irregular shapes, tranquil sacred gardens, bells in a low campanario, and the indigenous materials and building craft of “crude perfection.” The shape of the shrine’s roof is derived from the traditional vaulted construction of basilical roofs. The shrine’s main interior space is found below grade, unexpectedly coherent in the plan’s figure of a generic rectangle. \r\n\tNatural light illuminates the interior and also connects visitors to significant moments in time; shafts of light enter the space through apertures punctuating the wall at specific times and dates of Christian Feast days, major holidays, and days significant to the history of Serra (September 3, April 16, and the 19th of each month). In this way, light, earth, and a re-configured ground make the shrine a place both of the landscape and of the area’s hybrid culture.\n\t\t                      ","img_url":"http://morphopedia.com/uploads/SER-05PHMOD-03-6040x3626-162.jpg","img_url2":"http://morphopedia.com/uploads/SER-05PHMOD-03-6040x3626-l.jpg","address":" Los Angeles, California United States of America"},{"title":"Kate Mantilini","link":"http://morphopedia.com/projects/kate-mantilini","blurb":"A constellation of elements reiterate the restaurant’s forms","description":"\n                Our client wanted \"a roadside steakhouse for the future--with a clock.\" The road is Wilshire Boulevard in the heart of Beverly Hills, the clock a giant sundial on the roof, the steakhouse less preoccupied with steak than the comings and goings of its clientele.  The open hall-like space becomes a theater for observing the swank and swagger of the local glitterati.  The murals and images adorning the walls tend to underscore this cult of personality, part of a strategy that unites the discrete elements of the building, fresco, and sculpture into a single framework.  The space, however, demands a reading in terms other than those of sight alone.  The conceptual orrery, which descends dramatically from a large oculus at the far end of the hall, expresses the reflective or interpretive intentions of the project.  The orrery, typically a mechanical model of the solar system, here becomes a sculptural element, creating a constellation of elements that reiterate the restaurant’s own forms.  Connected to the sundial on the roof, at its other extreme it seems to power a stylus poised on the ground in the act of etching—inscribing an image of the building and of the sculpture itself.\r\n\r\n\n\t\t                      ","img_url":"http://morphopedia.com/uploads/KMT-01-Avatar-XX-Tom-Bonner-162.jpg","img_url2":"http://morphopedia.com/uploads/KMT-01-Avatar-XX-Tom-Bonner-l.jpg","address":"9101 Wilshire Boulevard,  Beverly Hills, California United States of America 90210"},{"title":"King Abdullah Petroleum Studies and Research Center","link":"http://morphopedia.com/projects/king-abdullah-petroleum-studies-and-rese","blurb":"The new King Abdullah Petroleum Studies and Research Center (KAPSARC) is a tangible symbol of environmental innovation. Our proposal redefines the traditional campus into a three dimensional master plan of interconnected built form and planted landscapes that accommodate discrete zones of public and priva…","description":"\n                Traditionally, walled oasis villages (such as the old city of Dir’iyah, the ancestral home of the Al-Sauds and the birthplace of the Saudi-Wahhabi union) have incubated the expansion of culture in the region. The new KAPSARC master plan is rooted in the historical model of the oasis village: pools of recycled water naturally cool the air and create a habitable climate; gardens of endangered desert plants surround and weave between the architecture; and the iconic research center building rises at the core of the site, with walls radiating out to offer both symbolic and literal protection. As if generated by the dynamism of the research nucleus, the security walls and glowing light bars emanate from the Center—building becomes wall, which in turn activates and organizes the site.\r\n\r\nPresentation Animation\r\n\r\nParallel to cultural responses to the environment, which have yielded typologies like the walled oasis village, desert plants around the world have evolved optimal forms to thrive in extreme climates. For example, the cactus, a typical desert ecosystem plant native to the Americas, has developed a maximum volume with minimal surface area, to mitigate the plant’s exposure to the elements and protect its precious supply of water. Inspired by the cactus’s compact, efficient form, our proposal concentrates the public and research program areas into a single, hybrid building, to afford the Center and its users a space that offers both comfortable respite from the desert, and social, cultural, and intellectual intensity. \r\n\r\n\r\nKAPSARC’s core intellectual mission—research on energy and the environment—forms the iconic heart, or nucleus, around which all of the Center’s public and private programs converge. The nucleus takes architectural form as an ovoid that emerges from the sculpted landscape, with all other program and site elements radiating out from this core. The ovoid’s iconographic power palpably conveys KAPSARC’s identity to the outside world; simultaneously, the Research center serves as the intensified hub for the inner life of the complex. \r\n\r\nThe icon also serves as a connector; its striated lattice formally connects with the key public spaces, and its built form is embedded in and interwoven with the structure of the campus. Most importantly, it provides an environment that fosters interaction between researchers to inspire inquiry and stimulate innovation at the highest level, while engaging visitors with the intellectual heart of the campus. \r\n\r\nThese primary strategies are integrated in an innovative vision that broadens global awareness of KAPSARC as a world-class, independent energy research organization and advances Saudi Arabia’s pivotal leadership role as an environmentally responsible energy supplier.\r\n\r\n\n\t\t                      ","img_url":"http://morphopedia.com/uploads/NIGHT_RENDER_FLAT-copy-162.jpg","img_url2":"http://morphopedia.com/uploads/NIGHT_RENDER_FLAT-copy-l.jpg","address":" Riyadh Saudi Arabia"},{"title":"Kuala Lumpur Towers","link":"http://morphopedia.com/projects/kuala-lumpur-towers","blurb":"The Eos Tower emerges organically from Kuala Lumpur’s urban fabric to become, by virtue of its bold form-fluid and sinuous, a landmark in the regional skyline and a visionary model for 21st century high-rise buildings.  Informed by a commitment to sustainability, connectivity, and interdependence, the Eos…","description":"\n                EOS TOWER : A GLOBAL LANDMARK \r\n\r\nThe Eos Tower emerges organically from Kuala Lumpur’s urban fabric to become, by virtue of its bold form-fluid and sinuous, a landmark in the regional skyline and a visionary model for 21st century high-rise buildings.  Informed by a commitment to sustainability, connectivity, and interdependence, the Eos Tower integrates program, design and engineering in a building that engages intelligently with its unique environment. The building’s form, orientation, and skin respond to the tropical climate, focus views towards the adjacent Petronas Twin Towers, and connect with the dynamism of the city. Named for the Greek goddess of the dawn, who symbolically brings forth the new day, the Eos Tower will distinguish itself internationally as a beacon of optimism and progress. \r\n\t\r\nAN ICON THAT ENGAGES THE CITY \r\n\r\nThe site’s unparalleled views and unique urban context drive both the form and the orientation of the Eos Tower.  The eastern façade of the new high-rise curves inward to focus its gaze on the Petronas Twin Towers. The C-shaped tower turns and symbolically embraces the Petronas Towers, an honorific gesture that engages the city’s celebrated landmark. \r\n\r\nSinuous, shimmering strands lyrically wrap the tower’s glazed façade, visually alluding to and reinforcing the dynamism of the city. As the strands, or ribbons, move laterally across the tower, striations that begin in tight parallel formation at the building’s thin, northeast edge, intertwine and deflect towards the middle of the façade to create openings for light and views, and finally unfurl as they reach the building’s southern edge, expanding on this sense of openness and transparency.  As the ribbons spiral down towards the base of the tower, the building extends its reach—the ribbons articulating the facade become form and space creating both a functional pedestrian bridge and iconic gateway for the development—the ribbons literally branch out from the tower volume, weaving into the fabric of city.  This distinctive façade design is not only iconic; it is also integral to the building’s energy efficiency and high performance, intelligently modulating the building’s relationship to the tropical sun as described in the Integrating Sustainability section below. \r\n\r\n\n\t\t        Read More…              ","img_url":"http://morphopedia.com/uploads/KUA_RE_-CAM-03A-WIDE-CONTEXT_REMIXFLAT-162.jpg","img_url2":"http://morphopedia.com/uploads/KUA_RE_-CAM-03A-WIDE-CONTEXT_REMIXFLAT-l.jpg","address":" Kuala Lumpur,  Malaysia"},{"title":"La Floresta Housing","link":"http://morphopedia.com/projects/la-floresta-housing","blurb":"Maximizing a small lot size to meet the housing needs for large families, a subdivided residential lot is zoned to accommodate four specific activities: auto/entry; living area; family courtyard; and service yards.","description":"\n                Four prototypical single houses with three bedrooms and one-and-a-half baths and an area of 85 to 100 square meters were designed for an extremely low budget on 200 flat subdivided lots in Tijuana. Individual units nested within these lots are zoned to separate living from sleeping areas, increasing privacy within the development and creating the illusion of a larger unit. \r\n\r\nFour plans were developed to respond to varying family preferences and site conditions, but all units shared a common planning module employing dimensional coordination and allowing the use of repetitive spatial types. The bedroom zones in all units are identical, and utility cores, cabinets and other standard service elements are designed as modular components. The composition of these spaces and components was generated by a desire to both open up interior space through layering and to develop a common vocabulary through the expression of the basic building systems.\r\n\r\nIndigenous methods of construction and material were combined with more technologically advanced and quicker methods of assemblage. The walls were to have been made of concrete block covered with stucco on the outside and with plaster on the inside. The houses were to be built on concrete slabs on grade, covered in precast, pre-stressed concrete planks. Room partitions also served as storage cabinets in order to minimize the amount of walls, thus reducing the cost and expediting construction.\n\t\t                      ","img_url":"http://morphopedia.com/uploads/FLO_PHO_006-162.jpg","img_url2":"http://morphopedia.com/uploads/FLO_PHO_006-l.jpg","address":" Tijuana Mexico"},{"title":"Landa Residence","link":"http://morphopedia.com/projects/landa-residence","blurb":"","description":"\n                This project is a reminder of the opportunities the design of a small house contains for the exploration of profound architectural issues.  In this particular case, techniques of establishing and expanding volumetric boundaries are juxtaposed with methods of vertical spatial organization.  Each of these has, in turn, its own relationship to the modified existing house and its site.  Volume is the primary means for the definition of boundary in this house, in opposition to a project like 6th Street House, where the technique of surface was extensively used to define boundaries. \r\n\r\nThe architectural devices explore ideas of surface, volume, and boundary conditions, maintaining a tenuous dialogue between the existing house and the new intervention.  A distorted cube hovers above the existing plinth of the first floor volume.  It acts as a primary site/volume boundary of the new addition, acknowledging the limits of the given property. This splayed orthogonal wall surface of concrete panels wraps around three sides of the newly enclosed second and third floor volume, with a single piece folded down for the main entrance.  A second surface element, a fragment of a truncated cone, also sits above the first floor, inside of the splayed surface boundary.  A distorted cylinder, it provides another layer and type of enclosure, intersecting and penetrating the splayed walls of the cube creating voids of natural light and ventilation in the rooms below.  It's geometric construction begins from a center point shifted from the axis of the site, implying a larger boundary than the legal property description.\r\n\r\n\r\nAn awareness of this larger boundary  critiques of the legal definition of the site, adding both topographic boundaries and social concepts such as neighborhood.  The interior truncated cone is the more pure of the two geometric figures and as such, provides a platonic internal world for the house, in opposition to the specific contingent surfaces that the immediate site imposes upon each side of the distorted cube.\r\n\t\r\n\r\nTwo vertical elements sit within the confines of both surface structures; a wall of steel shelving along the centerline of the cone, and a stair.  The shelving wall divides the studio from the stair and bedroom above, while the stair itself is a kind of hybrid tower incorporating fragments of foundation, HVAC, structure, and storage. At the third floor, it expands as a horizontal plane to become a bedroom loft.  These two elements anchor the new surface volumes to the body of the existing house below, thereby linking the exigencies of daily life to the modified idealism of this contemporary villa in which strategies of connection and randomness produce a series of idiosyncratic moments.\r\n\n\t\t                      ","img_url":"http://morphopedia.com/uploads/09_LAN-07PHBLD03-3000x2279-BW-162.jpg","img_url2":"http://morphopedia.com/uploads/09_LAN-07PHBLD03-3000x2279-BW-l.jpg","address":" Manhattan Beach, California United States of America"},{"title":"Lawrence Residence","link":"http://morphopedia.com/projects/lawrence-residence-1","blurb":"","description":"\n                The Lawrence Residence operated as a rather straightforward take on the realities of its mixed-use neighborhood: its solution derived from the intersection of the form of a stereotypical \"house” with an orthogonal volume reminiscent of an apartment building. The house shape appears as an uncanny memory embedded within the rectangle, like a fossil preserved in a layer of sediment or an insect frozen and visible within a cube of amber.  This exterior expression is left purposefully banal, a blank facade that masks the complex and idiosyncratic nature of the interior space.\r\n\r\nThe house is organized from the top down; the major living spaces are located on the fourth floor to take advantage of ocean views.  The metal-clad rectangular block that slices diagonally through the site is gridded, providing a datum that communicates the changing levels of the floors.  The entire structure conveys a concern for privacy: enclosed gardens occupy parts of the first and third floors, controlling views and sources of natural light.\r\n\n\t\t                      ","img_url":"http://morphopedia.com/uploads/022_LWR-07PHBLD10-162.jpg","img_url2":"http://morphopedia.com/uploads/022_LWR-07PHBLD10-l.jpg","address":" Hermosa Beach, California United States of America"},{"title":"Leon Max Showroom","link":"http://morphopedia.com/projects/leon-max-showroom","blurb":"Apparatuses appear to be fabricating themselves, embodying the process of production","description":"\n                The creation of an interior space within an existing building for the display and sale of a continually changing collection of women’s apparel provided an opportunity to explore the power of illumination, elevation, and obfuscation in the marketing process.  A wrapper or liner—comprised of movable modular units with a perforated surface—stores merchandise, while simultaneously accommodating private offices.  A seasonal variation in color is perceived as fabrics are visible through the translucency of this screen wall, functioning as a backdrop for four free-standing objects.  These objects, which are suggestive of machinery and embody the process of production, accommodate the reception, runway, conference room, and client waiting area.  Beyond referring to the dynamic aspect of the making process, they also establish a dialogue with the permanent architecture of the building.\n\t\t                      ","img_url":"http://morphopedia.com/uploads/LMX-01-XX-As-FA-162.jpg","img_url2":"http://morphopedia.com/uploads/LMX-01-XX-As-FA-l.jpg","address":"110 E. 9th Street,  Los Angeles, California United States of America 90079"},{"title":"Lifeguard Tower","link":"http://morphopedia.com/projects/lifeguard-tower","blurb":"","description":"\n                The lifeguard tower was produced as an alternative to the existing ones sited incrementally at ¼ mile intervals along the Beach in Santa Monica, California.\r\n\r\nThe tower responds to the seasonal beach condition which calls for winter storage of these structures to sites adjacent to the beach. A Dragster-like frame rotates 90 degrees from the vertical to the horizontal position, with the ramp functioning as a yoke connected to a tractor. The back surfaces of the tower are now utilized as skids, facilitating movement to the storage lot.\r\n\n\t\t                      ","img_url":"http://morphopedia.com/uploads/01LIFMOD4x5081109-162.jpg","img_url2":"http://morphopedia.com/uploads/01LIFMOD4x5081109-l.jpg","address":" Santa Monica, California United States of America"},{"title":"London Docklands Tower Competition","link":"http://morphopedia.com/projects/london-docklands-tower-competition","blurb":"","description":"\n                This competition was for two office towers in which teams of architects formed pairs, each member was to submit a proposal for one of the two towers that would flank the (since built) Canary Wharf Tower designed by Cesar Pelli.\r\nOur proposal establishes a correspondence between aspects of the site and its relationship both to the geographic context and to architecture. We responded to three primary urban conditions of the master plan: that the two proposed towers complement the central tower, creating a unified composition while maintaining their distinct identities; that the paired towers reinforce the central public space; and that they exploit the water's edge and refer to the wharf's rich history.\r\nThe scheme confronts conformity and diversity, in response to the diversity of both the site and of our particular team, we decided early on to conceive of our tower as a group of buildings versus a single building, the result was a tower made of three components, the front entry pieces (rectilinear slabs common to both towers) respond to the collective urban functions of Docklands Square. These pieces frame the existing tower and reiterate its architecture of stainless steel and glass.\r\nThe elements behind the frontal pieces are more expressive, encompassing the ideas of each member of the team. They give each tower its distinctive identity in terms of height, massing, and material. Perception of the massing and group configuration continually changes as one moves around and through the complex.\r\n\tThe thirty-six-story building contains 1.1 million square feet. It’s truncated, conical, elliptical form contrasts with and complements the paired towers and provides for a wide variety of plate configurations. The breaks and tears in its surfaces and its penetration by a cylindrical volume on floors seventeen through thirty-four produce formal diversity related to that of its mate, and exploit city and river views, the cylinder, which appears solid in the model, is actually translucent. Skywalks and public spaces pierce the tower at the fourteenth, twenty-second, and thirtieth floors as observation platforms for London's new third business district. A similar element pierces the tower at the thirty-eighth floor; it becomes a beacon at night and facilitates placement of mechanical equipment. An entry foyer facing the street marks the formal front of the building. A bridge from the promenade to the lobby interior provides a second entry.\r\n\n\t\t                      ","img_url":"http://morphopedia.com/uploads/LON-05PHMOD02-2975x2238-TB-162.jpg","img_url2":"http://morphopedia.com/uploads/LON-05PHMOD02-2975x2238-TB-l.jpg","address":" London United Kingdom"},{"title":"Los Angeles County Museum of Art Competition","link":"http://morphopedia.com/projects/los-angeles-county-museum-of-art-competi","blurb":"","description":"\n                Through this project, which defines a new organization of site circulation and landscape, we explored the changing role of the museum through architectural language. The organizational overlay weaves LACMA’s series of disconnected buildings into a singular, cohesive campus. This new connective tissue integrates the existing site with potential future development, connects isolated sectors of the museum, and makes space for new galleries. \r\n\r\nBlurring distinctions between building and landscape, the gardens and the structural pieces develop in parallel as strands of movement on the site. The landscape and the urban façade become sites for exhibiting art so that museum visitors along with pieces of art from the permanent collection flow outside to “roofless galleries.” \r\n\r\nBased on LACMA’s efforts to stimulate interdisciplinary dialog among its encyclopedic collections, cross-stitches in the circulation routes allow curators and visitors to forge new connections between pieces. In response to the contemporary development of hybrid artistic genres, the texture of flowing landscape and architecture promotes fluid circulation, and engagement with art from multiple perspectives.\r\n\n\t\t                      ","img_url":"http://morphopedia.com/uploads/LAC-05PHMOD19-3008X1960-162.jpg","img_url2":"http://morphopedia.com/uploads/LAC-05PHMOD19-3008X1960-l.jpg","address":"5905 Wilshire Boulevard,  Los Angeles, California United States of America"},{"title":"Lutèce","link":"http://morphopedia.com/projects/-118","blurb":"An architecture of chance, generated by centripetal force ","description":"\n                Overlapping, connected spaces, generated by centripetal force, orbit the main dining room; an architecture of chance, with origins in the roulette wheel and ball, that most architectonic of Vegas’s games. The curved wall segments seem to spin about their off-center axis as irregular cutouts perforate the drum form, revealing views of adjacent spaces. Encircling the main dining area is the reception area, bar, wine storage, patio, and a private dining room. A white, bronze-banded wall, in the form of a conical ellipse, wraps around the main dining room and functions as the key organizational gesture, creating a sense of movement between areas.\r\n\r\n\r\nOn entering the restaurant, from the chaos of the Venetian Casino, one passes through a bronze portal etched with a conceptual plan of the restaurant—an inverse Alice’s looking glass. Once inside, an army of tiny sculpted figures, with arms raised above their heads, supports the elliptical glass floor beneath the guest’s feet. This sculptural installation, by artist Do-Ho Suh, contains nineteen thousand human figures, equivalent to the entire population of the resort at a given point in time. Lutèce is an oasis from the casino’s strategically planned insular, disquieting environment, its design both a foil and a reference to the casino’s frenetic air of chance and motion.\r\n\n\t\t                      ","img_url":"http://morphopedia.com/uploads/LUT-01-Avatar-XX-FA-03_LUT--162.jpg","img_url2":"http://morphopedia.com/uploads/LUT-01-Avatar-XX-FA-03_LUT--l.jpg","address":"3355 Las Vegas Boulevard South,  Las Vegas, Nevada United States of America"},{"title":"Mack Residence","link":"http://morphopedia.com/projects/mack-residence","blurb":"","description":"\n                The concept for this house involves the integration of architecture and topography through the alternate overlapping of built volume with open space. Conversely, it is about establishing boundaries, boundaries of a private realm within a dense suburban context that typically has no explicit public space and no clearly designated private space. The hedge – designed as a “wall” – creates a boundary for the main outdoor room, beginning with the interior edge of the property and working up and around towards the street. This “unbuilt” space is the primary volume of the project. Beginning at the street, the second spatial type occurs: a densely organized volume containing the programmatic elements of the house. As these spatial types intersect, the topographic boundary element is transformed first into a brise-soleil element, and finally at the upper level into an enclosed volume with the office portion of the program. Natural light fills the space between the office and the garage at this level, further emphasizing the two different strategies, one establishing private outdoor space within the infinite field of exurban development, and the other responding to the public community of the neighborhood and the street.\n\t\t                      ","img_url":"http://morphopedia.com/uploads/MAC-02-Looking-Northwest-02REND10-1-162.jpg","img_url2":"http://morphopedia.com/uploads/MAC-02-Looking-Northwest-02REND10-1-l.jpg","address":" Sherman Oaks, California United States of America"},{"title":"Madrid Housing","link":"http://morphopedia.com/projects/madrid-housing","blurb":"A Typology of Porosity to Realize Social IdealsThe model we developed in the Madrid Public Housing, located in the PAU of Carabanchel, provides a responsive alternative to conventional housing blocks. Instead of a rigid tower structure essentially owned by no one, we suggested that a rhythmic structure wo…","description":"\n                In a suburban Madrid neighborhood of conventional, anonymous housing blocks, we devised a typology of porosity to suit the social ideals of this project type. As an alternative to towering blocks of faceless units, this project explores a radically different social model that integrates landscape and village topologies. By grafting properties commonly found in detached villas onto this low-income housing project we achieved a multi-family living complex with amenities such as loggias, green spaces, and domestically scaled massing that are not normally found in public housing in Spain.A layer of landscape overlaid upon a façade composed of a series of open spaces and idiosyncratic punctures combine to break down the institutional nature of the public housing project. The basic parti is an extruded “J”: a low-rise “village” building, flanked by a tall, slender bar to the North and a lower multi-level bar building to the South. Open spaces occur on three different scales: small, domestic patios inside the individual residential units, mid-sized public courtyards that punctuate the low residential structure, and the large, communal, landscaped space, the paseo. The landscaped lattice folds up vertically; like a carpet;  plant growth covers the flat village and climbs up the taller buildings creating an idyllic refuge from the urban surroundings. The paseo, shaded by trees and a vegetation-covered trellis, takes the place of a conventional interior lobby.This idyllic design brings open green space to a dense urban milieu. The idiosyncratic topology creates a community-oriented social fabric and challenges the prevalent urban social order.\n\t\t                      ","img_url":"http://morphopedia.com/uploads/MR5-321.030cropJM-162.jpg","img_url2":"http://morphopedia.com/uploads/MR5-321.030cropJM-l.jpg","address":"Calle de los Morales 25,,  Madrid Spain"},{"title":"Malibu Residence","link":"http://morphopedia.com/projects/malibu-residence","blurb":"","description":"\n                          \n\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t                            Cook, Peter and George Rand Morphosis Buildings and Projects. Rizzoli International Publications Inc. (1989). \n                            \n                                                        \n\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t                            Moon, Karen. Modeling Messages: The Architect and the Model. New York: The Monacelli Press (2005). \n                                                        \n\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t                            Architectures Experimentales: 1950-2000 Collection du Frac Center. Orléans: HYX (2003). 318-319. \n                                                        \n\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t                            “The Open Work.” Daidalos  (August 1995).  90-95. \n                                                        \n\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t                            Neumayer, Fritz.  “Off Beat L.A.” Archithese 2  (1989). 41-48. \n                                                        \n\n                          \n                          Full List…\n                        ","img_url":"http://morphopedia.com/uploads/MAL-05PHMOD06-3024x2065-TB-1-162.jpg","img_url2":"http://morphopedia.com/uploads/MAL-05PHMOD06-3024x2065-TB-1-l.jpg","address":" Malibu, California United States of America"},{"title":"Mexico House II","link":"http://morphopedia.com/projects/mexico-house-ii","blurb":"","description":"\n                This house in Baja California is zoned into three areas: a garage and kitchen\r\nwhich flank the entry; a central living space used for entertaining and configured\r\nlike the traditional thatched-roof pa/apa which are placed on the beach\r\nfor festive occasions; and the bedrooms. Circulation, which is along the edges\r\nof the three zones, is conceptually exterior, as the zones are marked by continuous skylights and a topiary wall at the atrium space. The interior volumes\r\nare visually opened to each other in order to compensate for the small, 10\r\nmeter by 25 meter lot.\r\n\r\nIn the construction of the house, indigenous methods and materials, which\r\nmade building the house easier, are combined with more technologically\r\nsophisticated and quicker methods of assembly. The walls are made of concrete\r\nblock covered with stucco on the outside and with plaster on the inside,\r\nThe foundations and the roof are concrete slabs, and the floors are covered\r\nwith indigenous clay tile.\r\n\n\t\t                      ","img_url":"http://morphopedia.com/uploads/02MEXMODSLD081709-162.jpg","img_url2":"http://morphopedia.com/uploads/02MEXMODSLD081709-l.jpg","address":" Tijuana, Baja California Mexico"},{"title":"MTV Studios","link":"http://morphopedia.com/projects/mtv-studios","blurb":"","description":"\n                This project is a portion of a large entertainment commercial development located in Universal City. The project is composed of several different user groups: a T.V. Studio for MTV, studio support space, a large record store, restaurant and a black box gallery. One of the primary concerns was that the symbiotic components be perceived as one entity. The building becomes a series of spaces and activities in dialogue with one another, organized around an exterior court and formed by a split in the building between the studio, the “MTV Experience”, and a topiary wall. The restaurant and the record store were originally conceived as an extension of the studio. The curved topiary wall becomes a fragment of the central court (part of the commercial development), and serves as a screen or filter between the video court and central court. The snout of the “MTV Experience” pierces the topiary wall and protrudes into the central court, indicating “something” beyond the central court. The video court becomes an active urban-type space with pedestrian activity at ground level and walls 26 feet high. At the 26 foot level, a walkway along the topiary wall connects to the commercial development and to a bridge that pierces a large video screen 24’ x 32’ over the video court. Alternatively, escalators ascend to the fourth floor of the “MTV Experience”, or to the drum and restaurant level. From the fourth floor of the “MTV Experience” one enters an internal armature that becomes the structure for changing exhibits. The pedestrian becomes a voyeur upon an elevated walkway through a conical drumspace, a piece symbolizing transmission to and from the studio and implying a connection to celestial events. The architecture is experienced through a series of interstices that become the organizing elements of the building.\n\t\t                      ","img_url":"http://morphopedia.com/uploads/MTV-02-Avatar-Model-TB-162.jpg","img_url2":"http://morphopedia.com/uploads/MTV-02-Avatar-Model-TB-l.jpg","address":" Los Angeles, California United States of America"},{"title":"Museo del Prado Competition","link":"http://morphopedia.com/projects/museo-del-prado-competition","blurb":"","description":"\n                The Prado National Museum in Madrid is one of Spain’s most revered public institutions and an internationally renowned destination for large numbers of tourists and scholars. The building is a traditional model of a museum — a palace for art — and is one of the few museums in the world where the art and the building are thought of together as a single entity, like the Louvre. Over time, the open space around the villa has been slowly absorbed by the city with only residual fragments remaining. To make the expansion possible, the museum administration added a site directly behind the existing building, connected to a cloister. The competition rules dictated that the cloister was to remain intact while the other two existing buildings were to be connected to form a large museum complex. Our approach was to reinforce the existing building rather than confront it, by focusing on landscape as a foreground for a construction that allowed an understanding of the original building. We also understood that the important focal point would not be Goya, but rather the far more prosaic tour buses by which so many of the Prado’s visitors arrive each day.\r\n\tThe strategy of excavation dominates the scheme, with the new components becoming a backdrop, or “nonbuilding,” enhancing the existing urban landmark structures. Three primary elements make up the proposed intervention: 1) a new public \r\npromenade connecting the museum buildings to one another and to the city, 2) a great elliptical rotunda at the urban scale excavated into the ground, accommodating tourist bus traffic, and 3) a new “mirror” building south of the cloisters, with administrative and lecture spaces, connected to the Villanueva building by large-scale axial circulation elements.\r\n\tThe pedestrian promenade connects the Juan de Villanueva building with the army museum, the Cason del Buen Retiro buildings, and the church and cloisters of the Iglesia de Los Jeronimos. This open-air urban armature of public spaces connects the museum buildings to the fabric of Madrid. As an artificial landscape, this set of overlapping exterior spaces connects and weaves together, forming an urban pathway used by the public independently from the museum.\r\n\n\t\t        Read More…              ","img_url":"http://morphopedia.com/uploads/composite-project looking south-162.jpg","img_url2":"http://morphopedia.com/uploads/composite-project looking south-l.jpg","address":null},{"title":"Museum of Fine Arts Houston ","link":"http://morphopedia.com/projects/museum-of-fine-arts-houston","blurb":"Museums, armatures for collective societal experience and cultural expression, present new ways of interpreting the world. They contain knowledge, preserve information and transmit ideas; they stimulate curiosity, raise awareness and create opportunities for exchange. As instruments of education and socia…","description":"\n                The design for the Post 19th Century addition to the Museum of Fine Arts Houston integrates, expands, and redefines this historic institution. Our design creates an iconic new building that forms a gateway to the historic structures that have formed the heart of the museum. Set within the urban context of Houston the new building sews together a set of diverse structures and spaces, functioning as both node and connective tissue within the museum campus. By embracing the existing system of underground connectivity the design embraces a pragmatic solution to the environment and transforms it into the primary social space of the institution. The three main buildings of the campus become linked below grade by a new recessed social infrastructure, creating a promenade that organizes and embraces the entirety of the visitor experience, from entry to exhibition. This promenade is activated by locating key social programs along its route generating a vibrant space for interaction and exploration.\r\n\r\n\r\nBuilding on the strengths of the Institution’s existing collection, the new expansion will solidify the Museum's position among the major encyclopedic art collections of the United States. Housing post 19th century artworks the building will function as a chassis for exhibition. Specialized galleries will facilitate the varied modes of exhibition required of a museum of modern art. The building will house, on its multiple floors, both flexible and specialized gallery spaces. These spaces include a generously day lit upper gallery, a unique sculpture gallery with a view of the entire institution, and performative galleries that seamlessly flow from one to the next, bridging across multiple narratives and facilitating unique curatorial possibilities.\n\t\t                      ","img_url":"http://morphopedia.com/uploads/MFAH_REN_EXT_02_COURTYARD-162.jpg","img_url2":"http://morphopedia.com/uploads/MFAH_REN_EXT_02_COURTYARD-l.jpg","address":" Houston, Texas United States of America 77005"},{"title":"Nara Convention Center Competition","link":"http://morphopedia.com/projects/nara-convention-center-competition","blurb":"","description":"\n                          \n\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t                            Weinstein, Richard. Morphosis: Buildings and Projects 1989-1992. New York:  Rizzoli International Publications (1994). \n                            \n                                                        \n\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t                            Futagawa, Yoshio.  “Studio Talk: Interview with 15 Architects. ” GA. Tokyo: GA (2002). 379-423. \n                                                        \n\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t                            “The Open Work.” Daidalos  (August 1995).  90-95. \n                                                        \n\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t                            Nara, and Triennale, Nara, 1992. The Japan Architect Extra Issue. Nara: Association for the World Architecture Exposition (1993). 193-199. \n                                                        \n\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t                            Papadakis, Andreas, ed.  Free Spirit in Architecture.. London:  Academy Editions (1992). 188-197.. \n                                                        \n\n                          \n                          Full List…\n                        ","img_url":"http://morphopedia.com/uploads/NAR-05PHMOD07-TB-162.jpg","img_url2":"http://morphopedia.com/uploads/NAR-05PHMOD07-TB-l.jpg","address":" Nara Japan"},{"title":"New Orleans National Jazz Center","link":"http://morphopedia.com/projects/new-orleans-national-jazz-center","blurb":"An optimistic vision to reactivate the city core.  In 2005 Hurricane Katrina covered 80 percent of the city with water and damaged or destroyed 62 percent of its housing stock. Despite the city’s enormous loss, its love of music and its musical heritage remains unwavering. Everyone knows the city will reb…","description":"\n                Within walking distance of cultural venues, historic jazz sites, and parks, as well as public transit and two major interstate highways, the National Jazz Center anchors a round-the-clock cultural district and civic center, and provides an optimistic vision for New Orleans’s rejuvenation. The National Jazz Center’s performance and exhibition space hosts the New Orleans Jazz Orchestra, the Jazz Heritage Festival, and other concert, business, and cultural events. \r\n\r\nThe raised volumes of the main jazz performance hall and the 350-seat black-box theater float above an open public plinth, elevated 10 feet above street level to safeguard from flooding. Designed to create an intimacy fitting the heritage of jazz performance, the 1,000-seat theater’s spirit is more akin to jazz joint than formal performance hall. Seating in the round and tiered balconies pull the audience in toward the performance, with no seat more than 55 feet from the stage—close enough to see the saxophonist’s expression or the bassist’s hands. \r\n\r\nThe public character of the Jazz Center’s façade, outdoor lobby area, and colonnade along Poydras Street activates the surrounding urban context. A grand stair leads from Poydras Street to a large entry lobby, which flows into a café and exhibition area located on this public level. The lobby’s soaring ceiling follows the incline of the tiered theater seating above, sloping up from the more intimate 9-foot-high exhibition area, to meet the ridge of the Poydras Street façade. This sloped ceiling, visible from outside, provides opportunities for media projections. The Jazz Center’s grand entry stair, the outdoor lobby area that anchors the corner and the generous colonnade along Poydras will help to create a vibrant public space and an optimistic public presence. \r\n\r\n b>\r\nOpen publication - Free publishing - More architecture\n\t\t                      ","img_url":"http://morphopedia.com/uploads/NOL-03-Render-extfulllength-162.jpg","img_url2":"http://morphopedia.com/uploads/NOL-03-Render-extfulllength-l.jpg","address":" New Orleans, Louisiana United States of America 70112"},{"title":"New U.S. Embassy in London","link":"http://morphopedia.com/projects/new-u-s-embassy-in-london","blurb":"Embassy architecture serves as a powerful symbol that provides an\r\ninstantaneous and indelible impression of a country. Public buildings project the\r\nidentity of a country’s peoples, culture and aspirations. American public buildings\r\nconvey the collective identity of our rich, culturally diverse, and inc…","description":"\n                DESIGN PHILOSOPHY\r\nEmbassy architecture serves as a powerful symbol that provides an\r\ninstantaneous and indelible impression of a country. Public buildings project the\r\nidentity of a country’s peoples, culture and aspirations. American public buildings\r\nconvey the collective identity of our rich, culturally diverse, and increasingly\r\ncomplex society. An American embassy’s design expresses to the world the\r\nideals of American democracy—the optimism, hope and promise of our time. By\r\ncommunicating the transcendent values that define the United States as a nation,\r\nthe new Embassy of the United States of America in London has the potential to\r\nembody a new age of American openness, transparency, and renewed\r\ncommitment to international collaboration. A U.S. Embassy also acts as a\r\nsymbolic gateway between two countries.\r\n\r\nArchitecture itself becomes an act of public diplomacy; as the United States\r\nDepartment of State envisions, the design of the new Embassy “far transcends\r\narchitecture and engineering… it is fully and firmly within the realm of\r\ninternational diplomacy.” The new U.S. Embassy in London is a tangible\r\nexpression of our country’s singular, deep connection with the United Kingdom.\r\nOur two countries share an intellectual heritage and common legal foundation\r\nthat dates back to the origins of the United States’ own foundation, with the\r\nMagna Carta’s influence on the formation of the American Constitution and Bill of\r\nRights. The “special relationship” that developed between our two countries over\r\nthe course of the past century’s geo-political events endures to this day. The\r\ndesign of the new Embassy embodies the longstanding exchange of culture and\r\nideas between the U.S. and U.K., and ensures that our countries’ strong political\r\nalliance will continue to thrive into the future. A home away from home for\r\nAmerican diplomats and for American citizens residing in the U.K., the Embassy\r\ninspires a sense of common purpose, shared identity and civic pride.\r\n\r\nOur design for the new U.S. Embassy in London translate these multiple layers\r\nof symbolic, historical, contextual and cultural meaning into a legible architectural\r\nexpression.\r\n\r\n\n\t\t        Read More…              ","img_url":"http://morphopedia.com/uploads/PRINT_MOUND VIEW-162.jpg","img_url2":"http://morphopedia.com/uploads/PRINT_MOUND VIEW-l.jpg","address":" London United Kingdom"},{"title":"NOAA Satellite Operation Facility","link":"http://morphopedia.com/projects/noaa-satellite-operation-facility","blurb":"Architectural Components of Body and BrainIn keeping with NOAA’s mission to monitor and safeguard the earth, the NOAA Satellite Operations Facility integrates architecture with landscape. A field of iconic antennae crowns a bar building conceived as the brain, the mission control center, while a disk-shap…","description":"\n                Those who dwell, as scientists or laymen, among the beauties and mysteries of the earth are never alone or weary of life.—Rachel CarsonThe Sense of Wonder (1956)In light of NOAA’s mission to monitor and safeguard the earth, we reexamined the traditional relationship between building and landscape — figure and ground. A reflection of the Satellite Operations Facility’s environmental mandate, the design scheme prioritizes open space, reduces the presence of built form, and integrates architecture with landscape.A field of antennae - the “eyes and ears” of the operation - crowns the three-story bar building, pitching and sweeping to receive information (visible data, radiance, sea surface, snow and ice cover, and moisture content of the atmosphere) from the sixteen satellites it monitors. The iconic antennae comprise the dominant visual register of the project.  The departments that operate as “the brain” of the operation; mission control, launch control, and computer processing are housed in the slender bar.Beneath the bar, lies the “body,” a disc-shaped building that slips into the thickened landscape of lifted ground. This partially submerged, double-high space accommodates offices and support services. Long swaths of interior walls are wrapped in imagery of the earth taken by NOAA’s satellites while the convex ceiling plane simulates the planet's curvature as seen from space. Slots in the traversable, undulating green roofscape admit natural light and create niches for large courtyards. A glass lobby, with a security control point, mediates between the two main architectural components of body and brain.\n\t\t                      ","img_url":"http://morphopedia.com/uploads/MR5-04-2_Maxwell-McKenzie_Page_9.r1crop-162.jpg","img_url2":"http://morphopedia.com/uploads/MR5-04-2_Maxwell-McKenzie_Page_9.r1crop-l.jpg","address":"4231 Suitland Rd,  Suitland, Maryland United States of America 20746"},{"title":"Osaka Expo '90 Folly","link":"http://morphopedia.com/projects/osaka-expo-90-folly","blurb":"","description":"\n                          \n\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t                            Giovannini, Joseph. “New Architecture in Venice, California” Real Estate as Art (July 1984). \n                            \n                                                        \n\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t                            Noever, Peter.  Architecture In Transition.. Munich:  Prestel Verlag (1991). 73-90. \n                            \n                                                        \n\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t                            Viladas, Pilar “Californian Architecture” GA Houses Special 1 (1985). \n                            \n                                                        \n\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t                            Mayne, Thom and Warke, Val  Morphosis. London: Phaidon Press Limited (2003). \n                            \n                                                        \n\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t                            Weinstein, Richard. Morphosis: Buildings and Projects 1989-1992. New York:  Rizzoli International Publications (1994). \n                            \n                                                        \n\n                          \n                          Full List…\n                        ","img_url":"http://morphopedia.com/uploads/FOL-06BLDCON04-4000x5496-PM-162.jpg","img_url2":"http://morphopedia.com/uploads/FOL-06BLDCON04-4000x5496-PM-l.jpg","address":" Osaka Japan"},{"title":"Palenque at Centro JVC","link":"http://morphopedia.com/projects/palenque-at-centro-jvc","blurb":"","description":"\n                Since pre-Colombian times, palenques have traditionally accommodated the spectacle of pelea de gallos – cock fighting. Relatively recent changes in cultural attitudes have broadened the palenque’s role to as a performance and entertainment venue that hosts events such as concerts of musica ranchera (folk music) boxing matches, and public assemblies. \r\n\r\nThe layered, adaptable, open-air arena makes three discrete transformations to accommodate a variety of event requirements.  In the typical layout, reminiscent of ancient Mayan building structures, the lower seating of the arena carves into the earth to form an intimate stage for the gallos ritual.  In this version, temporary hydraulic or lightweight steel structures can be erected over the small lower arena when necessary to expand the arena by two further incremental steps, for sporting events and stage performances. \r\n\r\nA disc and a folded plane intersect to form a hybrid roof that mimics the profile of the surrounding mountain range.  The roof form peels away from the landscape becoming perceptual detached from the earth while the ellipsoid \"fragment\" hovers over the concert stage, as a vestige of the order below.\r\n\r\nThe walkways, ramps, and stairs that orbit the arena link it with the other elements of the new cultural and commercial urban center at the edge of Guadalajara. The palenque integrates dynamically with the adjacent cluster of new buildings, the site, and the culture.\r\n\n\t\t                      ","img_url":"http://morphopedia.com/uploads/JVC-01-02REND09-LARGE-162.jpg","img_url2":"http://morphopedia.com/uploads/JVC-01-02REND09-LARGE-l.jpg","address":" Zapopan, Jalisco Mexico"},{"title":"Perot Museum of Nature and Science","link":"http://morphopedia.com/projects/perot-museum-of-nature-and-science-1","blurb":"The new Perot Museum of Nature and Science in Victory Park will create a distinct identity for the Museum, enhance the institution’s prominence in Dallas and enrich the city’s evolving cultural fabric.","description":"\n                Museums, armatures for collective societal experience and cultural expression, present new ways of interpreting the world. They contain knowledge, preserve information and transmit ideas; they stimulate curiosity, raise awareness and create opportunities for exchange. As instruments of education and social change, museums have the potential to shape our understanding of ourselves and the world in which we live.\r\n\r\n\r\nAs our global environment faces ever more critical challenges, a broader understanding of the interdependence of natural systems is becoming more essential to our survival and evolution. Museums dedicated to nature and science play a key role in expanding our understanding of these complex systems.\r\n\r\n\n\t\t        Read More…              ","img_url":"http://morphopedia.com/uploads/MNS_PerotMuseum2066_IB_-162.jpg","img_url2":"http://morphopedia.com/uploads/MNS_PerotMuseum2066_IB_-l.jpg","address":"2201 N. Field Street,  Dallas, Texas United States of America 75201"},{"title":"Perth Amboy High School","link":"http://morphopedia.com/projects/perth-amboy-high-school","blurb":"","description":"\n                The campus of integrated buildings, circulation spaces, and landscape-forms positions Perth Amboy High School as a 21st Century educational prototype. The ad-hoc sensibility of a village breaks the rigid, institutional quality of a traditional school building. \r\n\r\nA winding, internal “Main Street” traverses a green-roofed “mat” structure housing the majority of public and shared program.  Six parallel bar-shaped buildings define the individual academies that sit above and extend beyond the mat.  They are each uniquely articulated via a sky-lit pavilion that forms the focal point of each while also functioning as a gateway and a social gathering space. Organized systematically on two levels, each academy features a large instructional commons comprised of un-programmed space and an exterior roof garden for teaching or social gatherings.\r\n\r\nThe circulation system that includes wide public stairways connecting each pavilion to Main Street promotes social interaction and discourages organizational barriers.  The scheme takes advantage of the site’s natural slope to provide unexpected opportunities for visual connectivity.  The sky-lit Main Street functions as the threshold and main public space for the campus; its sensibility is urban, intense, and active – a place where students and visitors meet friends, eat, see an exhibition or a performance, or access the gym.   The objectives included integrating the requirements of a public school with the civic and cultural needs of the city while also creating an environment to ignite a sense of curiosity, creativity, and optimism in its community of users.\r\n\n\t\t                      ","img_url":"http://morphopedia.com/uploads/c19-04-flat-162.jpg","img_url2":"http://morphopedia.com/uploads/c19-04-flat-l.jpg","address":" Perth Amboy, New Jersey United States of America"},{"title":"Phare Tower","link":"http://morphopedia.com/projects/phare-tower","blurb":"Synthesizing Idiosyncrasies to Mend a SiteDrawing on the power of parametric scripting, the design of the Phare Tower gathers disparate programmatic, physical, and infrastructural elements from the requirements of the building and its surrounding context, and synthesizes these into a form that seamlessly …","description":"\n                Between 1958 and 1989, high-rise buildings (banned in the historic center of Paris) were constructed just outside the city boundary, forming the business district of La Défense two miles west of Paris. The Phare Tower (phare being French for beacon or lighthouse) marks the first stage of a major redevelopment of the district. La Défense is currently a zone of discrete, isolated buildings amid blank plazas—essentially a nonsite. \r\n\r\nThe tower emerges from its irregular site, defined by a neighboring motorway and a rail link, and bisected by an existing pedestrian walkway. It is located between the 1989 Grande Arche de la Défense and the 1958 CNIT building, the former exhibition hall of the National Inter-University Consortium for Telecommunications, with an architecturally significant glass façade, designed by Jean Prouvé. These disparate elements, crowded together and seemingly unrelated, provide an opportunity to mend the site. The site strategy thus synthesizes the programmatic, physical, and infrastructural complexities to connect the surrounding urban space and create a coherent sense of place where none previously existed. \r\n\r\nAt the levels of urbanism and circulation, the scheme complements existing plans to transform the CNIT into a center for commerce and recreation. Circulation is directed from the existing transit hub below grade, through the renovated CNIT facilities, and into the tower’s public spaces via a pavilion. The pavilion connects to the Place Carpeaux, and transitions from horizontal to vertical, becoming an integral element in the tower’s form. Glazed exterior escalators soar 35 meters from the pavilion to the tower’s ninth-floor lobby, transporting approximately eight thousand pedestrians each day. As the visitor rides up the escalators to the Grand Hall, the fully glazed envelope reveals views of the traffic passing underneath, as well as of Parisian monuments in the distance. \n\t\t        Read More…              ","img_url":"http://morphopedia.com/uploads/6.5b-Vue_17_Nuit-162.jpg","img_url2":"http://morphopedia.com/uploads/6.5b-Vue_17_Nuit-l.jpg","address":" La Defense France"},{"title":"Politix Retail Stores","link":"http://morphopedia.com/projects/politix-retail-stores","blurb":"","description":"Mayne, Thom and Warke, Val  Morphosis. London: Phaidon Press Limited (2003). ","img_url":"http://morphopedia.com/uploads/TFPicture9-162.jpg","img_url2":"http://morphopedia.com/uploads/TFPicture9-l.jpg","address":null},{"title":"Princeton Humanities Building","link":"http://morphopedia.com/projects/princeton-humanities-building","blurb":"","description":"Weinstein, Richard. Morphosis: Buildings and Projects 1989-1992. New York:  Rizzoli International Publications (1994). ","img_url":"http://morphopedia.com/uploads/Rizzoli_render02-162.jpg","img_url2":"http://morphopedia.com/uploads/Rizzoli_render02-l.jpg","address":" Princeton, New Jersey United States of America"},{"title":"Rensselaer Electronic Media and Performing Arts Center Competition","link":"http://morphopedia.com/projects/rensselaer-electronic-media-and-performi","blurb":"","description":"\n                The Electronic Media and Performing Arts Center’s articulated ovoid form absorbs the theater’s fly assembly, with zinc-clad skin slumped over the interior space. Orthogonal glazed blocks intersect and wrap the singular form, and act as connections to existing university buildings. An elevated pedestrian path functions as the primary processional walkway through campus, leading to the building, piercing the structure, and terminating in a viewing platform overlooking the Hudson River Valley. Prominently located on axis with this pedestrian path, and visible from far-reaches of the campus and the town of Troy, the building presents an iconic identity for Rensselaer.\r\n\r\nThe monolithic exterior of the building possesses transformative qualities that serve to activate and engage the building.  The glazed façade, for example, affords “ticketless” views of impromptu performances to passersby while the atrium’s 18,000 sq.ft. media wall gives art students an opportunity to break out of the conventional gallery or theater to project works on its large blank surface. \r\n\r\nThe plan aligns all program and theater spaces on an efficient interior grid. Twin black-box performance spaces, small performance chambers, rehearsal rooms, and production studios float within a core of public circulation. Interstitial spaces that slip between the skin and the programmatic boxes, blur boundaries and foster hybrid forms among the creative disciplines.\r\n\n\t\t                      ","img_url":"http://morphopedia.com/uploads/RPI-05PHMOD04-3008x1960-DR-162.jpg","img_url2":"http://morphopedia.com/uploads/RPI-05PHMOD04-3008x1960-DR-l.jpg","address":" Troy, New York United States of America"},{"title":"Rockledge","link":"http://morphopedia.com/projects/rockledge","blurb":"","description":"\n                The architecture for this residential/business compound was determined by the topographic and geologic power of the site. Scarred by the ravages of a brush fire that destroyed the previous buildings, the topography is a rocky ledge with clear views to the ocean. The initial response to the site was to create a large terraced outdoor living room with an elliptical boundary wall open to the ocean view. This outdoor room reframes the natural world as an oasis in a harsh and arid landscape. The interior living room is situated at the outermost pivotal corner of the site and is a smaller version of the outdoor room, reversed to open up entirely to the ocean view beyond. Both are constructed of heavy poured concrete as a signifier of permanent yet primal space and referring to the compound’s temporal status. The programmatic spaces are located in the interstitial space created by the interior and exterior living rooms. The ancillary buildings of the compound are organized along the two outer edges of the outdoor room. On the southwestern edge, a straight concrete retaining wall accommodates circulation, and on the northeastern edge, a straight canopy acts as a boundary. A pool is both a cooling device and landscape connector, flowing from under the main residence to the studio courtyard and further blurring the boundaries between inside and outside.\n\t\t                      ","img_url":"http://morphopedia.com/uploads/RKL-02REND13-2048x1536-162.jpg","img_url2":"http://morphopedia.com/uploads/RKL-02REND13-2048x1536-l.jpg","address":" Malibu, California United States of America"},{"title":"Rockwell Collins Competition","link":"http://morphopedia.com/projects/rockwell-collins-competition","blurb":"","description":"","img_url":"http://morphopedia.com/uploads/RWC-05PHMOD11-3372x2300-DR-162.jpg","img_url2":"http://morphopedia.com/uploads/RWC-05PHMOD11-3372x2300-DR-l.jpg","address":" Cedar Rapids, Iowa United States of America"},{"title":"Salick Administrative Offices (8150)","link":"http://morphopedia.com/projects/salick-administrative-offices-8150","blurb":"","description":"\n                The architectural device of the non load-bearing \"curtain wall\" has been the subject of reconsideration for architects of the  late 20th century.  Although celebrated by the members of the \"heroic\" period of Modern Architecture , the situation nearly three-quarters of a century later has changed, making the universal gridded modulation that is economical and readily available a symbol representing the shortcomings of the Modern Movement.  Just such a standardized grid was replaced with this design for a new building utilizing the infrastructure of an existing prosaic 1960’s three-storey office building, lacking distinction or character.   The problem was approached  in the same manner and with the same spirit as other more \"macro\" programs, that is, the office looked towards exigencies of the site to provide inspiration for design.  In this case, the \"site\" was the existing infrastructure of the building and its immutable architectural events within; the rhythm of the existing structural bays, the mechanical service components, and the position of the entry.\r\n\r\nAt the northeast corner, the new surface membrane is fractured into a vertically canted volume that rises out over the roof, interrupting the visual datum of the glass and granite cladding system.  This fracturing gesture is then juxtaposed against a structural element that expresses its pragmatic functions and at the same time an ordering geometry.  This system, expressed on the ground plane as a truncated triangular plane, is carried up through the building as a series of fragments, and is finally resolved as an object on the roof that serves as the building’s penthouse mechanical shed.    \n\t\t                      ","img_url":"http://morphopedia.com/uploads/8150-05PHBLD10-864x1350-BW-162.jpg","img_url2":"http://morphopedia.com/uploads/8150-05PHBLD10-864x1350-BW-l.jpg","address":"8150 Beverly Boulevard,  Los Angeles, California United States of America 90048"},{"title":"Salick Health Care Office Building (8201)","link":"http://morphopedia.com/projects/salick-health-care-office-building-8201","blurb":"Reconfigured facades respond to a diverse urban context","description":"\n                For the Salick Healthcare Office Building (8201), in Los Angeles, California, facades were reconfigured in response to the building’s diverse urban context, separating the formal demands of the surface from the programmatic requirements of the body.  The project entailed utilizing the infrastructure of an existing, banal office building of the 1960s.  We took inspiration from the structure, responding to the existing steel frame as a datum, ultimately witnessed through the translucent glass skin of the west elevation.  At the same time, a series of design manipulations, both subtractive and additive, distort the façade, unsettling the anonymity of the extant building and responding to the accretional pattern of urban growth.  A triangular volume projects outward from the building’s surface, expressing an ordering geometry that is carried up through the building, culminating in a cantilevered plane that rises out over the roof at the northeast corner.  This cantilevered wall interrupts the surface membrane of juxtaposed glass and granite, enhancing the irregularity of the new building’s exterior.  \n\t\t                      ","img_url":"http://morphopedia.com/uploads/820-06-Avatar-XX-TB-8201-07-162.jpg","img_url2":"http://morphopedia.com/uploads/820-06-Avatar-XX-TB-8201-07-l.jpg","address":"8201 Beverly Blvd,  Los Angeles, California United States of America 90048"},{"title":"San Francisco Federal Building","link":"http://morphopedia.com/projects/san-francisco-federal-building","blurb":"Building the Models of Our Civic SustainabilityArchitecture is a confluence of cultural, political, and ethical decisions that occurs in an estuary of broad societal currents; thus, ever-changing, it encompasses the aesthetic, the tectonic, and the functional, the urban and the global–and now the sustaina…","description":"\n                …without an active sidewalk life, without the frequent, serendipitous interactions of many people, ‘there is no public acquaintanceship, no foundation of public trust, no cross connections with the necessary people – and no practice or ease in applying the most ordinary techniques of public life at lowly levels.’\r\n\r\n—Malcolm Gladwell on Jane Jacobs’ The Death and Life of Great American Cities. From “Designs for Working” New Yorker December 11, 2000, pages 60–70.\r\n\r\nBroadly understood, the project has developed around three primary objectives: the establishment of a benchmark for sustainable building design through the efficient use of natural energy sources; the redefinition of the culture of the workplace through office environments that boost workers’ health, productivity, and creativity; and the creation of an urban landmark that engages with the community.\r\n\r\nA slender 18–story tower punctuates the skyline, and a public plaza and four–story annex connect to the scale and fabric of the city. The large, open plaza at the intersection of Mission and 7th is a valuable asset in the South-of-Market district, identified by the city as deficient in public space. The placement of the free standing cafeteria pavilion and the public nature of the facilities housed within the tower’s lower levels (including a conference center, fitness center, and daycare center for both local residents and employees) enliven the urban plaza with a steady stream of visitors.\n\t\t        Read More…              ","img_url":"http://morphopedia.com/uploads/sffb-10-162.jpg","img_url2":"http://morphopedia.com/uploads/sffb-10-l.jpg","address":"90 7th Street,  San Francisco, California United States of America 94103"},{"title":"San Sebastian Subway Canopy","link":"http://morphopedia.com/projects/san-sebastian-subway-canopy","blurb":"This project builds on the urban ubiquity of the subway entrance to create a system of dynamic information hubs for the city of San Sebastian. ","description":"\n                Balancing on a center point, the cantilevered form of the entrance installs a unique object and landmark within the fabric of the city. The mirrored canopy is activated by the reflected movement of passengers as well data projected at both a city and pedestrian scale. From a distance, the changing red-to-white glow of the canopy signals when trains are approaching the station, while screens above the entrance show time, date, weather forecast, and train schedules.  The construction of the form is also informed by context, borrowing the craft and technology of local Spanish boat builders.  The inner core is a ribbed or an “eggcrate” structural system that gives the form its primary rigidity.  The outer layers are panels of stainless steel formed over the rigid inner eggcrate, in a process identical to traditional ship hull construction; in fact, the design makes it possible to contract out fabrication to local ship-builders. In form and construction, the new system of canopies are a literal and symbolic reflection of the city.\n\t\t                      ","img_url":"http://morphopedia.com/uploads/NIGHT CORNER_FINAL-162.jpg","img_url2":"http://morphopedia.com/uploads/NIGHT CORNER_FINAL-l.jpg","address":" San Sebastian Spain"},{"title":"Sedlack Residence","link":"http://morphopedia.com/projects/sedlack-residence","blurb":"","description":"\n                This building is placed over a one-car garage to the rear of a single family residence and consists of a single room and study used as a retreat.  We wished to minimize the impact of the new building's appropriation of a large part of the yard and allow a coherent, ideal object to emerge.  To accomplish both of these goals, we created a topiary wall which camouflages the building and allows the idealized object to develop out of a contingent condition.  We could then use the building to explore the relationship between architecture and landscape.  The topiary wall is thick enough to make room for three small rooms that service the main space: a bathroom, a balcony and a desk alcove.  An entry arcade at ground level leads to a stairway rising to the doorway.  The materials refer to those already used on the site, and also describe the different parts of the building.\n\t\t                      ","img_url":"http://morphopedia.com/uploads/SED-07PHBLD11-2317x3052-MR-162.jpg","img_url2":"http://morphopedia.com/uploads/SED-07PHBLD11-2317x3052-MR-l.jpg","address":"910 Superba Avenue,  Venice, California United States of America"},{"title":"Seoul Performing Arts Center","link":"http://morphopedia.com/projects/seoul-performing-arts-center","blurb":"An Integrated Cultural and Ecological Vision for Seoul\r\n\r\nThe new Performing Arts Center is poised to become the universally recognized icon for Seoul, one that is synonymous with Seoul’s dynamic identity. The Center serves as a powerful symbol—one that evokes an instantaneous and indelible impression of …","description":"\n                Iconic Jewel and Urban Connector: A World-Class Performing Arts Destination   \r\n\t\r\nPositioned, literally, at the heart of Seoul, the SPAC connects the social and cultural fabric on both sides of the Han River—the Gangbuk historical city north of the river with the Gangnam newer development south of the river. The architecture becomes, by virtue of its sculpted and indelible form, a civic jewel in the river, with distinct facets visible from all corners of the city. From the banks of the Hangang and vantage points throughout Seoul, the SPAC appears to shift continually—not a fixed image but rather a dynamic structure that responds to its site, environment, and time of day. The SPAC’s form bifurcates to house the distinct volumes of the two performance halls: the northern Opera Theater and the southern Symphony Hall. From the Gangnam (to the south), the primary view is of the undulating forms of the Center as they interact with and integrate with the surrounding landscape; from the Gangbuk (to the north), the SPAC’s reflective forms reach out over the water, to establish a distinctive and iconic civic landmark. The SPAC transforms diurnally: by day, its skin appears reflective, shimmering with light bounced off the water, while by night it appears to glow, its translucent skin revealing the activity within. \r\n\r\n\r\nWhen a visitor crosses onto the island, he transitions from his daily urban life to the ceremonial experience of performance, to the respite of the nature preserve. From the island, the visitor enjoys both the new Center’s cultural assets and nature preserve, while simultaneously experiencing a unique perspective on the river and the city beyond. \r\n\r\nA Dynamic Arrival: Public Plaza & Great Canyon\r\n\r\nOur scheme incorporates a new public plaza—a valuable asset to the city of Seoul that reinforces the SPAC as a civic destination. Approaching from Han River Bridge, the public plaza welcomes visitors and provides an outdoor space for groups to congregate. From the plaza, visitors enjoy views of both the Center to the east and the sweeping landscape to the west.\r\n\r\nThe dynamic arrival sequence incrementally reveals spectacular views of the water, the performance halls, and the natural terrain. From a recessed drop off point, the visitor ascends across the gently sloping plaza to arrive at the new Performing Art Center’s grand entry. At this moment, the forms of the two performance halls converge. The visitor slips between the surging forms into the main lobby, as if passing through a dramatic natural canyon that frames a long view of the water. Alternately, prior to formal entry into the Grand Lobby, the visitor can proceed directly up to the SPAC’s Studio Theater or restaurant.\r\n\n\t\t        Read More…              ","img_url":"http://morphopedia.com/uploads/PV-C-HD1_alt2-162.jpg","img_url2":"http://morphopedia.com/uploads/PV-C-HD1_alt2-l.jpg","address":" Seoul Korea"},{"title":"Sequoyah Educational Research Center","link":"http://morphopedia.com/projects/sequoyah-educational-research-center","blurb":"","description":"Cook, Peter and George Rand Morphosis Buildings and Projects. Rizzoli International Publications Inc. (1989). ","img_url":"http://morphopedia.com/uploads/SEQ----0-HIBISCUS-2-162.jpg","img_url2":"http://morphopedia.com/uploads/SEQ----0-HIBISCUS-2-l.jpg","address":null},{"title":"SHR Perceptual Management","link":"http://morphopedia.com/projects/shr-perceptual-management","blurb":"","description":"\n                This egalitarian scheme for a sixty-person advertising, design, and marketing firm reinterprets conventions of status, corporate culture, and productivity. The architecture supports and expresses the collective nature of creative intellectual capital – SHR’s product. A team-based organizational strategy replaces the traditional workplace hierarchy; concurrently, a shift occurs from cellular, individual spaces to hybrid space at the service of the increasingly collective product.\r\n\r\nBased on the need for both privacy and team interaction, distinct architectural gestures define functional zones within the existing \"U\" of raw, nondescript office space. The primary, serpentine gesture of demarcation – a thick, inhabited wall of office partitions – curves from one end of the space to the other. The creative teams occupy the flow of the serpent, with workspaces opening to the shared central design studio. The management and support offices, which require complete privacy, occupy the glazed perimeter of the space. Linear, folded screens of perforated metal float above the interstitial work areas; attached to the bottoms of the existing trusses, they reveal the architecture of the generic shell. Floors of polished concrete, exposed steel beams, natural wood, and ephemeral walls of theatrical scrim complete the material vocabulary.\r\n\r\nThis project affirms the potential of architecture’s role to affect human activity especially with respect to the culture of an office.  As such it marks the beginning of an ongoing preoccupation that continues to inform our more recent large-scale office projects.  \r\n\n\t\t                      ","img_url":"http://morphopedia.com/uploads/SHR-07PHBLD05-162.jpg","img_url2":"http://morphopedia.com/uploads/SHR-07PHBLD05-l.jpg","address":"14646 North Kierland Boulevard,  Scottsdale, Arizona United States of America"},{"title":"Silent Collisions Traveling Installation","link":"http://morphopedia.com/projects/silent-collisions-traveling-installation","blurb":"Dancers and architecture interact in a process of reciprocal exchanges","description":"\n                Dancers and architecture interact in a process of reciprocal exchanges: the dancers can initiate transformations of the space, and the kinetic space can in turn initiate the complex movements of the dancers’ bodies. Space and dancer become singular in this four-dimensional space of fixed and kinetic levels, breaks, inclined planes, and undulations—all of which transform at varying rates over time.\r\n\r\nThe stage structure provides choreographer Frédéric Flamand the tool to operate on the performance environment, to choreograph not only the dancers, but also the space. Upon visiting our exhibition at the Netherlands Institute of Architecture (NAI), Flamand sensed a connection between our interests and his “concern of confronting dance with an architecture of transformation and metamorphoses.” Both the title of Silent Collisions and its architectonic concept are siblings of our NAI installation, which, over the course of an hour, transformed dramatically at a nearly imperceptible pace.\r\n\r\nItalo Calvino’s text Invisible Cities serves as a program for our concepts, an initiator of ideas about movement and spatial configurations. As a formal and temporal symmetry device, the structure starts and ends as a platonic form—a cube. Throughout the performance, the planes of the cube fold up or down to animate the environment. One specific city from each of Calvino’s eleven archetypes inspires a dance piece, which occurs amid a unique configuration of the architecture on stage. For example, the configuration for Cities and the Sky—Eudoxia derives from Calvino’s description of the city, “which spreads both upward and down, with winding alleys, steps, dead ends, hovels, [where] a carpet is preserved in which you can observe the city’s true form.” The stage structure opens up completely, making way for the projection of an imaginary carpet on the ground. Traces of filmed dancers interact with the living, dancing bodies; speed and change dictate the rhythm of the city and its inhabitants.\r\n\r\nThe dancers’ movements in this environment of perpetual motion reflect the relationship of the individuals to their environment in the contemporary city. In Silent Collisions, as in the real city, the individual experiences built space through a network of chance encounters, the rhythm and pace of travel, shifting frames, evolving reflections, and perpetual human interventions.\r\n\n\t\t                      ","img_url":"http://morphopedia.com/uploads/DAN-03-Avatar-XX-Pino-Pipit-162.jpg","img_url2":"http://morphopedia.com/uploads/DAN-03-Avatar-XX-Pino-Pipit-l.jpg","address":null},{"title":"Sixth Street Residence","link":"http://morphopedia.com/projects/sixth-street-residence","blurb":"","description":"\n                A duplex in Ocean Park, California is remodeled as a two bedroom house and a one bedroom apartment. The apartment is located on the ground floor, while the house takes up the upper levels. The bedrooms of the house are on the second level, while the third level accommodates a living/dining area, a kitchen and a studio, all contained in one 24 foot high space. The main living space of the house is meant to evoke the sensibility of the loft in which the owner formerly lived. \r\n\r\nThe architecture of the house addresses the contextual surroundings, while simultaneously resolving the conflicting demands for privacy and connection to society through a contemporary archaeology and the use of found objects. The foundation, perimeter walls and floors of the existing duplex are reused. The wood frame, lath, and cement composition board structure of the renovation remain uncovered. Ten fabricated steel pieces, made up of found parts of machinery,have been inserted into the living space. These are functional objects; they are made into structure, stairs, showers, skylights and other utilitarian elements.While the exterior of the house is contextual and traditional, and thus protects the private world of the interior with a facade of formality, the ‘dead tech’ pieces on the inside import a technological world into the very heart of the house.\r\n\r\nThe 6th Street Residence, which was a threshold project in every respect, pursued the idea of tension in and through its non-contiguous facades. It entailed an in-depth process of investigation long before the project was considered realizable. The house’s conceptual genesis lay in the idea of salvaging industrial artifacts and urban debris—a sort of contemporary archeology—and reincorporating them within the domestic space. These discarded fragments of spent technology are employed against the grain: they distort scale, subvert typological expectations, and assert functional neologisms. They act both as nonsequiturs and as connective tissue that gives the project its overall coherence. This initial appropriation led immediately to an attack of the cube, the complete breaking down of singularity whereby each façade belonged to its own site condition. The core of the interior space is defined by an oculus that cuts through the main floor, illuminated from above by a giant skylight and inhabited at the ground level by a glass cube enclosing the shower. Acting as the focal point and centerpiece of the living space, the unconventional shower subverts a kind of taken-for-granted domestic prudery, placing functions of hygiene and the body at the center of the home rather than banishing them to its margins.Both ludic and earnest, the shower cube act as a wry commentary on visibility and invisibility, privacy and specularity.\r\n\n\t\t                      ","img_url":"http://morphopedia.com/uploads/SIX-05-Model-09-Model-162.jpg","img_url2":"http://morphopedia.com/uploads/SIX-05-Model-09-Model-l.jpg","address":" Santa Monica, California United States of America 90405"},{"title":"Smithsonian Institution's Arts & Industries Building","link":"http://morphopedia.com/projects/smithsonian-institution-s-arts-industr","blurb":"Built in 1881, the Arts and Industries Building (AIB) is the second oldest of the Smithsonian museums on the National mall. The structure had housed many revolving departments before closing for renovations in 2004 amid questions regarding its future identity within the broader Smithsonian organization. O…","description":"\n                Re-imagined as a hub of interdisciplinary convergence, the new AIB building brings together experiential exhibits, theaters, and event spaces to offer opportunities for the Smithsonian’s typically separated fields of knowledge to coincide.  Orienting the viewer and provoking deeper exploration of the Institution’s extensive scope, the AIB serves as both an introduction to and alternative narrative for content across the Smithsonian.\r\n\r\nThe proposed museum aims to establish a new model for interactions between building and exhibit. As opposed to a site for viewing static objects, the museum is conceived as an immersive learning environment, with integrated digital interfaces and interactive kiosks taking the place of conventional didactics. The overall form of the Art and Industries Building is kept intact, with the restored shell forming a counterpoint to opened circulation and gallery spaces within. With a multimedia information terminal at its center, the main exhibition space occupies a large, flexible floor plate thematically zoned to represent the four-part mission of the Smithsonian - Unlocking the Mysteries of the Universe, Understanding the American Experience, Valuing World Cultures, and Understanding and Sustaining a Bio-diverse Planet. A gentle, walk-able slope invites visitors towards galleries that branch from each zone, while creating shifting views and unexpected relationships between information on display.  An educational level beneath the main exhibition level provides additional amenities and programming, with classrooms, learning labs, resource centers, screening rooms and a library, as well as museum offices and exhibition storage.\r\n\r\nSupporting the thematic exploration of the broader Smithsonian Institution, a series of theaters throughout the building align with and address each of the four missions. These theaters consist of a variety of typologies to facilitate different modes and mediums of learning, and include a black-box stage, a theater-in-the-round, a traditional lecture hall, and a multi-media theater experience.\r\n\r\n\n\t\t                      ","img_url":"http://morphopedia.com/uploads/AIB_RE_010_Rotunda-162.jpg","img_url2":"http://morphopedia.com/uploads/AIB_RE_010_Rotunda-l.jpg","address":"900 Jefferson Drive,  Washington, District of Columbia United States of America"},{"title":"Sun Tower","link":"http://morphopedia.com/projects/sun-tower","blurb":"A second skin separates the formal demands of the surface from the pragmatic requirements of the body","description":"\n                We were first able to experiment dramatically with a second skin, where we could separate the formal demands of the surface from the pragmatic requirements of the body, with the Sun Tower in Seoul, South Korea.  The rigid constraints of a very constricted site, a generic program, and a requirement to maximize the zoning envelope posed a challenge to create a form liberated from the direct impact of these conditions.  The fact that two property owners were in dispute provided the departure point, a duality expressed by severing the building vertically.  Separating the towers generated a wedge-shaped volume that would serve as an entry point, provide for greater interaction with the street, and allow for more fluid visual proportions.  In addition, inserting a compressed, ad hoc public space in the single mass signaled the resolution of the scheme, whereby a translucent membrane of perforated aluminum enfolded the volume of the building.  Inspired by the forms and materials distinct to Korean origami and by the garment design of our client, this exterior “fabric” produces optical effects that constantly shift with the play of sun across it.  At the peak of day it is a reflective place; at night, illuminated from the interior, it acts as an oversized urban billboard and shadow play.  At once brise-soleil, enclosure, and lyrical abstraction, the surface perpetually transforms, oscillating between translucency and opacity, until the building itself appears dematerialized. Additionally, this exterior membrane reinterprets city setback constraints, wrapping and folding its way up the height of the tower and ultimately enclosing a penthouse with a set of three-story trusses that contains mechanical space and alludes to the top articulation of the traditional tower typology.\r\n\r\n\n\t\t                      ","img_url":"http://morphopedia.com/uploads/VFC-05-XX-YK-VFC-07PHBLD10--162.jpg","img_url2":"http://morphopedia.com/uploads/VFC-05-XX-YK-VFC-07PHBLD10--l.jpg","address":" Seoul, Seoul National Capital Area Korea"},{"title":"Taipei Performing Arts Center","link":"http://morphopedia.com/projects/taipei-performing-arts-center","blurb":"The design embodies a series of contrasts and counterpoints to become the “great theater” that is “the outward and visible sign” of Taipei","description":"Yukio Futagawa “Morphosis Recent Project” GA Recent Project. A.D.A. EDITA Tokyo (Novermber 25, 2010). ","img_url":"http://morphopedia.com/uploads/EAST-Elev_1-600-162.jpg","img_url2":"http://morphopedia.com/uploads/EAST-Elev_1-600-l.jpg","address":" Taipei Taiwan"},{"title":"Taubman Complex","link":"http://morphopedia.com/projects/taubman-complex","blurb":"As the post-war capital of auto manufacturing in the U.S., the city of Detroit has historically been synonymous with innovation in American engineering. Lawrence Technological University is intrinsically intertwined with the city’s legacy and future in tech and innovation; launched in 1932 with the help o…","description":"\n                Henry Ford’s influence over architecture in Detroit goes beyond educational experiments; by the time Lawrence Technological University was founded, Ford had already engaged the architectural firm Albert Kahn Associates to build a series of state-of-the-art automotive factories, which employed new engineering techniques to create open span, clerestory-lit facilities that offered the flexibility to keep up with rapidly changing industries. A century later, Kahn’s innovations are revived in a new expansion for Lawrence Technological University designed to offer flexible laboratory facilities for multiple disciplines. \r\n\r\nWith its bridge-like form defining the periphery of the campus, the Taubman Complex reinforces a new axis that organizes discrete buildings and anticipates future regions of the school. The Complex is linked to neighboring buildings by lifted bridges, forming a new grand entrance and gateway to the University. Breaching the linear envelope of the building, a carbon-fibre circulation orb marks entry and creates a focal point for the University quad. \r\n\r\nThe new Taubman Complex will provide advanced facilities for robotics engineering, biomedical engineering, life sciences and related programs. Designed to function as an extending bar that accommodates phased construction, the building utilizes laboratory modules and flex areas to efficiently support future expansion. \r\n \r\n\n\t\t                      ","img_url":"http://morphopedia.com/uploads/LTU_POND_FINAL_blurred-162.jpg","img_url2":"http://morphopedia.com/uploads/LTU_POND_FINAL_blurred-l.jpg","address":"21000 West 10 Mile Road,  Southfield, Michigan United States of America 48075"},{"title":"Time Capsule","link":"http://morphopedia.com/projects/time-capsule","blurb":"The New York Times Capsule competition, commissioned by The New York Times, challenged designers to chronicle life in the late 20th century. The designers were encouraged to consider two approaches. One was the pragmatic: capsules that could be realized with available technology, on attainable sites and w…","description":"\n                For the turn of the third millennium, on New Years 2000, one hundred aircraft spotlights point towards the sky, forming a grid across Central Park and illuminating the dense blanket of firework-smoke drifting above Manhattan. The next day, and into the next century, the grid remains: concrete capsules each encase a vacuum-sealed cylinder containing one year of the complete New York Times on microfilm, with a magnifying glass in each dated cap. In total, one hundred years of newspaper are buried in the park, encapsulating every facet of our culture in a minefield of information. A map of the time capsule grid is printed on 9.5 billion millennium-issue Coca-Cola cans – its worldwide distribution.\r\n\r\nIn the near future, the markers take on significance for New York’s collective memory. The capsules, with the newspapers’ respective years cast in brass on the lids, become monuments to the events of those years. Groups gather around the year stones, remembering Hendrix or Oklahoma, Star Wars, JFK or a birthday. \r\n\r\nOver time, the markers become buried and their memory lost. Long into the next millennium, in some garbage heap – the archeological sites of the world – someone finds an ancient Coca-Cola can with a locator map of these long-forgotten markers. Our distant descendants will relocate and excavate the capsules; they will open them to find news suspended in time from a world they don’t remember and could never imagine.\r\n\n\t\t                      ","img_url":"http://morphopedia.com/uploads/NYT-02REND08-3593x5093-162.jpg","img_url2":"http://morphopedia.com/uploads/NYT-02REND08-3593x5093-l.jpg","address":" New York City, New York United States of America"},{"title":"Tours Cultural Center Competition","link":"http://morphopedia.com/projects/tours-cultural-center-competition","blurb":"","description":"\n                This project required fitting a large program of new building into a small, medieval historic site. The intention was to reinforce the traditional urban strategies of making public space in European medieval towns, of making the edge and the middle. The edge or wall creates the street, while the hollow middle of the dense urban blocks creates the court. These two arenas of civic space have nurtured the public life of the citizen throughout history.\r\n\tThe design approach is a continuation of a strategy begun in 1989 with the Amerika-Gedenkbibliothek, which could be called contingent planning, in which each architectural gesture making up the whole is a reflexive response to a specific found site condition. The street edges are reinforced by the position of the two major program \r\nelements — the theater and the gallery — at the two boundaries of the site. Each of the honorific volumes is enclosed at the street by a wall-building, respecting the tradition of the existing historic structures. This enclosure continues the public space of the streets on the site’s exterior and creates the court — including both new and existing building — on the interior, which is the focal point of activity for the whole complex. This primary gesture provides the framework for secondary events that have greater flexibility.\r\nSecondary events include placement of the school classrooms and offices within a continuation of the existing building volume at the southwest corner of the court. These smaller rooms are connected to similar spaces belonging to the theater administration along the west edge of the theater volume. To the south of the main gallery volume is a smaller bar of space that mediates between the gallery and the apse of the adjacent church, forming a small entry square near the street and setting up a layer between the gallery and the court. In the middle of the court is pedestrian access to the shared underground parking, so that those arriving by car can experience the civic presence and activity of the court before entering any of the main facilities.\r\n\tThis large new arts complex is easily woven into the architectural fabric of the town because its “primary level of definition” has been determined by the urban characteristics of the site, including the street, the court, and the “found objects” of the existing historic buildings. This approach allowed the specific forms and materials of each architectural element to be expressive of and about contemporary life, while maintaining the contextual medieval spirit of the town.\r\n\n\t\t                      ","img_url":"http://morphopedia.com/uploads/TRS-03-Section-Looking-Southwest-162.jpg","img_url2":"http://morphopedia.com/uploads/TRS-03-Section-Looking-Southwest-l.jpg","address":" Tours France"},{"title":"Tsunami","link":"http://morphopedia.com/projects/tsunami","blurb":"Locating the authentic within a radically synthetic place","description":"\n                Rather than overtly simulating a visit to an Asian city, Tsunami presents an experience through a formal reinterpretation of the tropes that define Las Vegas; surfaces bend back and delaminate to expose an idea of architecture rather than a copy of architecture. The hybrid design mediates between the immateriality of a two-dimensional image and the presence of a three-dimensional volume. In the tension between these two systems—the graphic and the spatial—a coherent order emerges.\r\n\r\nThe geometrically manipulated plane defines and modifies the space. Artist Rebeca Méndez’s densely collaged graphic elements of Asian culture suggest a sense of place through color, density, saturation, and imagery. The flat graphic surface morphs in three dimensions—an inner lining that bends, folds, and wraps—creating a dialogue between the figurative logic of drawing and the spatial logic of architecture.\r\n\r\nWe were interested in exposing the underside of Las Vegas architecture to question notions of reality in this famously ersatz place. The process began by rendering void the space for the restaurant to create a black box backdrop. Stripped of its coverings, Las Vegas is a desert filled with nearly identical concrete and steel infrastructures concealed by surfaces meant to resemble something other than what they are. In Tsunami, we chose to participate in the game that is Las Vegas by accepting the terms and locating an authentic project within this radically synthetic place.\r\n\r\n\n\t\t                      ","img_url":"http://morphopedia.com/uploads/TSU-04-Avatar-XX-FA-TSU-07P-162.jpg","img_url2":"http://morphopedia.com/uploads/TSU-04-Avatar-XX-FA-TSU-07P-l.jpg","address":"3355 Las Vegas Blvd S,  Las Vegas, Nevada United States of America 89109"},{"title":"University of Chicago Center for Creative and Performing Arts ","link":"http://morphopedia.com/projects/university-of-chicago-center-for-creativ","blurb":"","description":"Yukio Futagawa “Morphosis Recent Project” GA Recent Project. A.D.A. EDITA Tokyo (Novermber 25, 2010). ","img_url":"http://morphopedia.com/uploads/CCPA_RE_EB_CHI_EXTERIOR_1_BRIGHT_INTERIOR-162.jpg","img_url2":"http://morphopedia.com/uploads/CCPA_RE_EB_CHI_EXTERIOR_1_BRIGHT_INTERIOR-l.jpg","address":" Chicago, Illinois United States of America"},{"title":"University of Cincinnati Campus Recreation Center","link":"http://morphopedia.com/projects/university-of-cincinnati-campus-recreati","blurb":"Weaving as a Means for Establishing FlowThe Campus Recreation Center at the University of Cincinnati ties together incongruous buildings into a unified expression. Both keystone and connector, the building encourages social exchange and harnesses flows onto the campus green. Appropriating and magnifying s…","description":"\n                Weaving as a means of establishing flow to resolve the site’s disparate staccato of existing buildings and edges informs the principal strategy for the University of Cincinnati master plan.  We were interested in developing a series of connective events to engage peripheral flows on the campus in order to generate or augment an urban density and to encourage, rather than dampen, the polyvalent nature of social experience on campus. Forms reflect found conditions and contribute to a strategy for cohesively incorporating numerous existing structures with the additional 350,000 square feet of recreational facilities, classrooms, housing, campus store, dining hall, and varsity aquatic center, that are included in this new facility.  Conceiving the main circulation corridor as a series of weaving strands, we placed “Main Street,” the primary campus thoroughfare, in such a way as to concentrate and direct the movement of students. The contoured element of the new housing building funnels students onto the campus green, feeding the force-field of movement through a “pinch point.” Secondary pedestrian paths penetrate, intertwine, and wrap buildings, further relaxing a reading of discrete objects on a homogenous field, and substituting a thick mat of cohesive trajectories in its place.Augmented ground has been an evolving interest in our studio; here a thickened ground mat becomes a means of adding program to site. The new recreational facilities are tucked beneath a curvilinear plane of landscape -- a field of undulating mats, punctured with light openings. The housing bar, lifted on pilotis, overlooks this “roofscape,” which smoothes the transition between the sunken football field and the higher grade of north campus. The scheme resolves many of the site’s awkward idiosyncrasies, and the new cohesive texture embraces the complexities of campus life.\n\t\t                      ","img_url":"http://morphopedia.com/uploads/MR5-4-RH1571-18_10x13-162.jpg","img_url2":"http://morphopedia.com/uploads/MR5-4-RH1571-18_10x13-l.jpg","address":"2820 Bearcat Way,  Cincinnati, Ohio United States of America 45221"},{"title":"University of Toronto Graduate Student Housing","link":"http://morphopedia.com/projects/university-of-toronto-graduate-student-h","blurb":"A long-standing interest in challenging the boundaries between public and private — between community and university — informs this Graduate Student Housing project. Located on the edge of the University of Toronto’s campus, bordering a bustling urban district, the building establishes a gateway to the ca…","description":"\n                The massing and exterior articulation responds to both contingent site characteristics and to intense programmatic needs. Organized around an open central courtyard, each of the building elements corresponds to the scale of its adjacencies. The two main components, a ten-story block on the eastern edge of the site and a seven-story block along the western edge, wrap and engage one another. Skip-stop elevator configurations allow for a higher density within the building envelope than would a standard double-loaded corridor, while also providing additional space for student rooms that benefit from through-ventilation via windows that overlook both city and courtyard.  At street level there are retail spaces that form an urban node to augment public activity and connect this campus entry point with the surrounding city.\r\n\r\nAlong the top floors of the western wing, a glazed light bar, visible for miles, projects beyond the building’s edge to terminate at the halfway point across Harbord Street, forty five feet above ground- level. The final steel “O” of the glazed corridor’s “UNIVERSITY OF TORONT_” sign dangles from the end, registering a shift from two dimensions to three and from ground to figure. The trajectory of this elevated, human-scaled cornice breaks through the boundary between private and public, defining a threshold that may stimulates further consideration of the University’s civic role and of the boundaries between institution and city.\n\t\t                      ","img_url":"http://morphopedia.com/uploads/UTH-01-XX-Avatar-TA-01-162.jpg","img_url2":"http://morphopedia.com/uploads/UTH-01-XX-Avatar-TA-01-l.jpg","address":"60 Harbord Street,  Toronto, Ontario Canada"},{"title":"Vecta Showroom","link":"http://morphopedia.com/projects/vecta-showroom","blurb":"Fragments of architecture and machinery create an animated display system for furniture","description":"\n                Fragments of architecture and machinery create a showroom for the display and sale of furniture in a confined space within a large international design center.\r\n\r\nSegments of four elliptical walls define entry, reception, and semi-enclosed offices. The spaces are perceived as remnants of four objects that orchestrate an axial rhythm. In opposition to these, a display machine organizes the spaces axially, suggesting movement from the entry to the rear of the site. The rotation of the machine links it architecturally to the remaining elements through symmetry and isolates it from the orthogonal bounding walls.\r\n\r\nWe designed a mechanized delivery system to move chairs to the buyer. This allows storage and display of a large number of chairs within a limited amount of space while creating a dynamically changing interior. The buyer is passive, the merchandise active in this animated display system. Beyond bringing merchandise to the customer, the system refers to the chairs' production process.\r\n\r\n\n\t\t                      ","img_url":"http://morphopedia.com/uploads/VEC-02-Avata-162.jpg","img_url2":"http://morphopedia.com/uploads/VEC-02-Avata-l.jpg","address":"Pacific Design Center, 8687 Melrose Avenue, ,  West Hollywood, California United States of America 90069"},{"title":"Vecta Temporary Showrooms 1 and 2","link":"http://morphopedia.com/projects/vecta-temporary-showrooms-1-and-2","blurb":"Voyeuristic, fragmentary glimpses of six chairs displayed within layered space","description":"\n                Six luminescent containers conceived to be objects in and of themselves allow for voyeuristic, fragmentary glimpses of six chairs displayed within them.  These radiant objects organize the interior space they share to establish a sense of place – both permanent and ephemeral.\r\n\tThe project was conceived as a traveling installation for two large trade fairs as a temporary showcase for furniture and marketed through two permanent locations in New York and Los Angeles.  The project brief called for a space that would display 50 chairs, in the context of a convention center with perhaps thousands of other objects. We elected to create a display that would feature only 6 of the 50 chairs, eliciting interest through mystification by hiding the chairs within an object. Fragments of chairs are revealed within the context of the containment of the layered or hidden space and the containment of light. (A lone beautiful woman obscured by her veil engages our attention even as she is surrounded by so many Emperors in their new clothes.)\r\n\n\t\t                      ","img_url":"http://morphopedia.com/uploads/VTS-02-XX-TB-03TB-162.jpg","img_url2":"http://morphopedia.com/uploads/VTS-02-XX-TB-03TB-l.jpg","address":"Pacific Design Center, 8687 Melrose Avenue,,  West Hollywood, California United States of America 90069"},{"title":"Venice III","link":"http://morphopedia.com/projects/venice-iii","blurb":"An explicit intervention into the existing fabric","description":"\n                An attention to exposing the process of making has consistently animated our work. The early residences consume and digest the raw data of eclectic urban debris, tending to take inspiration from the open-ended and contingent processes of urban development. They also project a quality of self-containment and isolation as they work to establish oases in amidst their harried environments. They are modest projects, based in the economic realities of slim budgets, yet we take inspiration from these restraints both in terms of formal strategies and material language.  \r\n\r\nThe Venice III House was an exploration of low-cost materials—such as concrete slab, asphalt shingle walls, and metal wall panels—with an eye to their juxtapositions and the details of their articulation.   The project entailed an addition to an existing cottage in an area characterized by small, bungalow-style houses, and invokes an abstract response to the eclectic conditions of the community.  The concern for gadgetry inherent in this investigation expresses itself in Newtonian constellations of pulleys, counterweights, and devices of balance and order. The interim spaces convey a concern both for proportion, with varied levels compressed into the small volume, and for play, with ironic notes such as the bathroom located halfway up the floating stairway.  The space is oriented inward yet infused with natural light from two large skylights, creating a locus for meditation and tranquility.\r\n\r\n\n\t\t                      ","img_url":"http://morphopedia.com/uploads/VEN-04-Avatar-XX-RaB-VEN-07-162.jpg","img_url2":"http://morphopedia.com/uploads/VEN-04-Avatar-XX-RaB-VEN-07-l.jpg","address":" Venice, California United States of America"},{"title":"Vialia Vigo","link":"http://morphopedia.com/projects/vialia-vigo","blurb":"The new Vialia Vigo TGV Station and public plaza transforms a former local rail station into an invigorated cosmopolitan center integrating infrastructure with civic space, and synthesizing a diverse range of public, retail, commercial and transportation programs...","description":"\n                The new Vialia Vigo TGV Station and public plaza transforms a former local rail station into an invigorated cosmopolitan center. Vialia Vigo integrates infrastructure and civic space, synthesizing a diverse range of public, retail, commercial and transportation programs. Situated on the western coast of Spain, along a new high-speed rail line linking Madrid to Porto, Portugal, the new Vialia Vigo TGV station will serve as a critical transportation hub for the city of Vigo and the region.\r\n\r\nVialia Vigo’s narrow site negotiates a 55ft (17m) drop in elevation, sloping from an elevated residential area, down towards Vigo’s city center to the north. Nestled into the mountainous terrain, the undulating roof-scape of the four-story station serves as a public plaza, whose surface folds downward to reveal a soaring atrium below. Wrapping into the train station and continuing beyond the atrium, the plaza’s surface floats above the tracks. In one broad architectural gesture, this fluid surface establishes formal continuity from plaza to station and unites the project’s disparate program elements. \r\n\r\nThe scheme stitches together the surrounding context and reinforces the station’s urban connection to the city of Vigo. The plaza serves as both connective tissue and vibrant public space. The central atrium functions as the station’s main lobby—the heart of Vialia Vigo. The public plaza’s prominent position and the atrium’s transparent façade afford sweeping vistas of the sea and city center below. Circulation flows are oriented to facilitate navigation, optimize connectivity, and fill the station’s public spaces with cosmopolitan activity. From a distance, the glowing glass canopy that caps the atrium identifies the plaza at night, and lighting beckons activity within.  From the highway, striated lights reveal a dynamic façade that serves as a public communication interface and echoes the motion of the train station beyond.  A metal mesh veils the site from the north and provides entry into the station from street level. \r\n\r\nThe scheme strategically anticipates and integrates future urban projects: the plaza’s eastern edge will connect to a planned 5-kilometer public park, and a planned pedestrian bridge will cross the main thoroughfare to the north to link with the station.  The proposal also incorporates potential projects such as a hotel and commercial building in future phases. By integrating with both the existing context and anticipated development, Vialia Vigo establishes a new gateway for the city of Vigo that will stimulate future growth and vibrancy for years to come.\r\n\n\t\t                      ","img_url":"http://morphopedia.com/uploads/VIG_RE_NIGHT_UPDATE BACKGROUND-1-162.jpg","img_url2":"http://morphopedia.com/uploads/VIG_RE_NIGHT_UPDATE BACKGROUND-1-l.jpg","address":" Spain"},{"title":"Vietnam War Memorial Competition","link":"http://morphopedia.com/projects/vietnam-war-memorial-competition","blurb":"","description":"\n                We wanted this project to confront one with the reality of death: one should not be able to sit and have lunch comfortably with the memory of the Vietnam War. Moreover, we realized that we could not build an object, since the site was not on the axes of the major monuments on the Washington Mall.\r\n\r\nIn order to design the project, we analyzed the statistics of the War, and realized that the death tolls from each year formed a bell curve: the amount of Americans killed rose gradually, the diminished. This condition was unlike that of most wars, where the death toll drops off suddenly at the end. Given this data and the site, we decided to make the monument a path that would lead one gradually down into the ground and then gradually back out.\r\n\r\nThe top of the walls separate the two halves of the site, making one aware of division, and also contain skylights. On descending the path from either end, one encounters niches or rooms that get progressively larger to contain the memory of the greater number of dead in each successive year. That memory is etched onto stone tablets that are disengaged from the wall to become the pillars that support the building, figuratively and metaphorically. In each room, a staircase rising to the light offers escape and release – but this release is frustrated by a grille separating one from this path. On the winter solstice, a shaft of sunlight will penetrate down through these skylights into each chamber, thus marking time and making one aware of winter, the death of nature.\r\n\r\nEventually, one rises out of the deepest and largest room in order to reach the landscape beyond this anti-monument.\r\n\n\t\t                      ","img_url":"http://morphopedia.com/uploads/VWM-01MR-162.jpg","img_url2":"http://morphopedia.com/uploads/VWM-01MR-l.jpg","address":" Washington, District of Columbia United States of America"},{"title":"Wagramerstrasse Housing","link":"http://morphopedia.com/projects/wagramerstrasse-housing","blurb":"","description":"\n                The program requirements consisted primarily of housing of varying sizes with some commercial and retail facilities at street level.  One of the fundamental pragmatic constraints of the program dictated an overall goal of 500 housing units.  The site was subdivided into seven sections, since the project was conceived as a collaboration among seven international architects.  Our scheme consisted of 130 housing units with parking for 159 automobiles, \r\n\r\nThis is an \"edge city\" project, exploring the middle ground between the housing typology of the perimeter block and the high rise.  Located at the northern edge of the site, the Morphosis site is optimally configured to allow for additional vertical mass because it would not cast shadows on the other housing units.  \r\n\r\nOur scheme is a response to the collective nature and collaborative dynamic of the group project.  A social goal was to stress the individuality of the housing units - the geometric and typological differences make for nearly 150 different units for each of the 150 families.   There are three distinct types of housing, providing alternative ways of living and connecting to the ground: 1) conventional (towards the street), 2) hybrid \"bridge\" consisting of the connecting piece between the tower and grid-pieces derived from the artificial landscape, and 3) the tower itself.\r\n\r\nThe artificial landscape at the ground plane level  is the departure point of the project's spatial geometry.   These landforms work, in an abstract sense, to provide borders of demarcation and delineation.   They become the generative materials for the formation of the architecture while programmatically accommodating parking requirements for the complex.  An internal courtyard which is a vestige of the perimeter block typology  is accessed through a \"bridge\" that moves through the void of one of the cut-outs.  This lattice of artificial landscape allows natural light into the parking structure below, frames civic open spaces for community functions, and acts as a transitional element to the adjacent architecture.  The internal courtyard has many conditions of movement within it, including access to the elevators for the tower housing.  The entire scheme is connected underground with a vehicular entrance accessed via Eipeldauerstrasse, with a subterranean street parallel to Wagramerstrasse servicing the retail spaces and providing access to parking.\r\n\r\nThe traditional housing block responds to the street edge and forms one wall of the courtyard, while the bridge housing is more integrally connected to the artificial landscape.\r\n\n\t\t                      ","img_url":"http://morphopedia.com/uploads/VHS-01-Project-Looking-North-R08-162.jpg","img_url2":"http://morphopedia.com/uploads/VHS-01-Project-Looking-North-R08-l.jpg","address":" Vienna Austria"},{"title":"Was Residence","link":"http://morphopedia.com/projects/was-residence","blurb":"","description":"\n                This 4,600 sq. ft. house is on an almost unbuildable half-acre of steeply sloping land in the Los Angeles foothills. The functions have been stacked vertically, starting with the garage and moving up from bedrooms and a studio to the living and dining room, while the master bedroom and study are on the top floor.\r\n\r\nThe site dictated the use of thick walls. These stucco and aluminum cast panel-clad walls are then layered, and describe the boundaries of the house, thus making evident the “force” of the site. A series of elongated boundaries pierce the bridges. One can thus move parallel to the built forces of the house and experience the views made possible by the construction. A vertical axis, made up of an entry volume and vertical circulation areas, finally ties together all functions to the entry and the view. It is by moving into and through the house along this axis that one sees revealed the various conditions that define the tectonics of the house.\r\n\n\t\t                      ","img_url":"http://morphopedia.com/uploads/WAS-02TB-162.jpg","img_url2":"http://morphopedia.com/uploads/WAS-02TB-l.jpg","address":" Los Angeles, California United States of America"},{"title":"Wayne Lyman Morse United States Courthouse","link":"http://morphopedia.com/projects/wayne-lyman-morse-united-states-courthou","blurb":"Repositioning Proceedings of Business as UsualToday, the architecture of justice drifts away from symbolic iconography; courtrooms are routinely located in generic office towers indifferent to the gravity of the judicial process. The Wayne Lyman Morse United States Courthouse challenges this trend, expres…","description":"\n                American courthouse architecture has moved away from the use of symbolic iconography to communicate the importance of the judicial process.  Courtrooms are now routinely located in generic office towers — effectively repositioning the proceedings as business as usual — thus obscuring the gravity of the judicial process by excising the symbolism inherent in the traditional courtroom.  The Eugene Federal Courthouse seeks to challenge this trend by expressing the courtrooms as discrete object buildings — a reference back to an earlier single room courthouse model.  The building is composed of two distinct strata, the honorific and the quotidian. The iconic elements are the courtrooms themselves, located in articulated pavilions that float above an orthogonal two-story plinth that houses office and administrative spaces. Their forms refer to the fluid nature of the American Judicial System — a system that is designed to remain flexible by being continuously challenged and reinterpreted by the proceedings of the courts. The formal and structural organization of the plinth is mimetic of the Cartesian layout of the city, and thus represents the more static nature of Eugene’s urban fabric upon which the organic and independent shapes of the courthouses rest.Ribbons of steel envelop the pavilions, articulating the movement sequence between the three courtroom clusters. The waiting areas and public corridors that connect the courtroom pavilions provide views to the surrounding mountains and a perception of light and the passage of time. The entry occurs at the moment where the two systems collide, in a large open atrium, framed by the base’s strict grid and sculpted by the fluid forms above.The shapes of the pavilions emanate from the autonomous courtrooms themselves, whose soft forms are constricted to direct the focus to the witness stand and judge's bench. The jury boxes are partially recessed, isolated in an articulated space that refers to the juror’s role as both observer and participant. In the courtrooms, natural light is admitted through two thick-walled, large apertures above the judge’s bench.  The effect is that of a freestanding building, a unique and dignified place in which the court’s raison d’être is architecturally legible.\n\t\t                      ","img_url":"http://morphopedia.com/uploads/MR5-02-040-WLM2-158pan[1]cropJMJD-162.jpg","img_url2":"http://morphopedia.com/uploads/MR5-02-040-WLM2-158pan[1]cropJMJD-l.jpg","address":"405 East 8th Avenue,  Eugene, Oregon United States of America"},{"title":"X Holm","link":"http://morphopedia.com/projects/x-holm","blurb":"","description":"\n                X-Holm places the resident in a vector between its own intimate, almost-furniture-scaled space and the perceptually infinite metropolis of Los Angeles that it overlooks. In place of traditional rooms, pre-fabricated, forced-perspective “view-cones” pierce at angles through an open, thirty-foot sky-lit volume. Walls cant, floors incline, ceilings tilt, consistently directed outward to form a habitable force field of view. The cones push through the box, and down the hill to city below, visually thrusting the inhabitant out into the expanse of Los Angeles. Like stargazers on a clear night, the residents sense their relative inconsequence in comparison to the vast urban fields that stretch out below.\r\n br> br>\r\nThis project deals with the relationship of domestic space to its environment especially in terms of the tensions of public and private that occur as a matter of course given the ambiguity of place in Los Angeles. In a twist on the public-private parti of a conventional residential plan, the bedroom and bathroom are externalized in projecting cones, while the residual interior volumes house the main living spaces. Circulation, storage, and mechanical functions are not articulated but rather hidden within a thick wall to maintain the singularity of the formal concept. Intentionally site-less, X-Holm is contextual in a macro sense: it redefines context, appropriating the entire metropolis as its site.\r\n\n\t\t                      ","img_url":"http://morphopedia.com/uploads/xwholm-rizoli-render-main-view-final-162.jpg","img_url2":"http://morphopedia.com/uploads/xwholm-rizoli-render-main-view-final-l.jpg","address":" Santa Monica, California United States of America"},{"title":"Yuzen Vintage Car Museum","link":"http://morphopedia.com/projects/yuzen-vintage-car-museum","blurb":"","description":"\n                The Yuzen Vintage Car Museum design uses formal mapping to meet the city’s desire to suppress the building’s considerable mass. As is common in Los Angeles, low-density residential neighborhoods exist directly behind higher density commercial streets. We decided to use the building as both a transitional element and as an extension to the site in the form of a land mass. The design mitigates the busy main street to the north and the houses to the south, exploiting the thirty-foot drop in elevation from northwest to southeast. The relationship of the parking ramp, structural grid, and exterior walls produces an architectural language that mimics the fabric of the commercial street. The elevator tower mediates between the tall peripheral buildings and the museum. The scaffoldlike exterior wall refers to the extensive excavation required to retain the site’s rectilinear boundary and to construction and making. The curved roof, viewed from the residential neighborhood, becomes a warped piazza forming the perceived boundary of the site and allowing the protrusion of smaller scale structures reflecting the residential fabric to the south, while creating a more formal street front along Sunset Boulevard.\r\n\r\nA cut at the building’s center produces an entry space orienting pedestrians to the museum functions on the west and various ancillary commercial functions on the east. The public enters the main exhibition space at its vertical center. At this point the visitor is immediately immersed in the volume of the space and provided a view of the majority of the vintage automobile collection. To the left is a bifurcated elevator connected by a sixty-foot truss. The lower cab transports passengers and automobiles from subterranean parking and storage to the museum floors. The upper cab is used for interchangeable presentations of vintage cars. The cab assembly moves vertically within the tower, piercing the roofline and serving as a kinetic sign to announce the building’s primary function.\r\n\n\t\t                      ","img_url":"http://morphopedia.com/uploads/YUZ-01TB-162.jpg","img_url2":"http://morphopedia.com/uploads/YUZ-01TB-l.jpg","address":" Los Angeles, California United States of America"}]